Repository: PhoenixB/singapore
Catalog: locale/singapore.admin.*.po
Languages: bg, ca, cs, de, es, et, fr, hr, hu, is, it, ja, nl, pl, pt_br, sk, sv, tr, vi

source: Upload multiple files
bg: Качване на няколко файла
cs: Nahrát více souborù
de: Mehrere Dateien hochladen
et: Laadi üles mitu faili
hr: Prijenos više datoteka
is: Hlaða upp mörgum skrám
nl: Voeg meerdere bestanden toe
pl: Wgraj kikla plików
pt_br: Enviar v&aacute;rios arquivos
sk: Nahrať viacero súborov

source: ZIP file to upload:
bg: ZIP файл за качване:
cs: Soubor ZIP k nahrátí:
de: ZIP-Archiv hochladen
et: ZIP fail üles laadimiseks:
hr: ZIP arhiva za prijenos:
is: Safnskrá (ZIP) sem hlaða á upp:
pl: Wybierz plik ZIP do umieszczenia:
pt_br: Enviar arquivo ZIP:
sk: Súbor ZIP na nahratie:

source: Add remote file
bg: Прибавяне на отдалечен файл
cs: Pøidat vzdálený soubor
et: Lisa fail võrgust
hr: Dodaj datoteku sa drugog poslužitelja
is: Bæta við fjarstaddri skrá
pt_br: Adicionar arquivo remoto
sk: Pridať vzdialený súbor

source: URL of image:
bg: URL на изображението:
ca: Ubicació (URL) de la imatge:
cs: URL obrázku:
de: URL des Bildes:
es: URL de la imagen:
et: Pildi URL:
fr: Adresse (URL) de l'Image:
hr: URL slike:
hu: Kép URL-je:
is: URL myndar
it: URL dell'immagine:
ja: 画像のURL:
nl: URL van de afbeelding:
pl: Adres URL obrazu:
pt_br: URL da imagem:
sk: URL obrázku:
sv: Bildens URL:
tr: Resimin URLu:
vi: URL của hình ảnh:

source: With selected:
pl: Zaznaczone:
sk: S označeným:

source: admin bar|View gallery
bg: Преглед на галерията
cs: Zobrazit galerii
et: Vaata galeriid
hr: Pregled galerije
is: Skoða myndasafn
pl: Ogl±daj podgalerie
pt_br: Ver galeria
sk: Zobraziť galériu

source: admin bar|Change thumbnail
bg: Смяна на умаленото изображение
cs: Zmìnit náhled
et: Muuda pisipilti
hr: Promjeni ikonu
is: Breyta smámynd
pl: Zmieñ podgalerie
pt_br: Alterar miniatura
sk: Zmeniť náhľad

source: An error occurred:
bg: Грешка:
ca: Hi ha hagut un error
cs: Chyba:
de: Ein Fehler ist aufgetreten.
es: Ha ocurrido un error:
et: Tekkis viga:
fr: Erreur:
hr: Greška
hu: Hiba lépett fel:
is: Villa kom upp:
ja: エラーが発生しました:
nl: Er is een fout opgetreden:
pl: Wyst±pi³ b³±d:
pt_br: Erro ocorrido:
tr: Bir hata meydana geldi.
vi: Có lỗi:

source: Archive contents added
bg: Съдържанието на архива е прибавено
cs: Obsah archivu pøidán
de: Archiv Inhalte wurden hinzugefügt
et: Arhiivi sisu lisatud
hr: Dodan sadržaj arhive
is: Innihaldi safnskráar hefur verið bætt við
nl: Archief inhoud toegevoegd
pl: Zawarto¶æ dodano
pt_br: Informa&ccedil;&otilde;es do arquivo adicionadas

source: Thumbnail changed
bg: Умаленото изображение е сменено
ca: Miniatura canviada
cs: Náhled zmìnìn
de: Miniaturbild wurde geändert
es: Vista previa cambiada
et: Pisipilt muudetud
hr: Ikona promjenjena
hu: Elõnézet megváltozott
is: Smámynd breytt
ja: サムネイルが変更されました
nl: Thumbnail veranderd
pl: Miniatura zosta³a zmieniona
pt_br: Miniatura alterada
tr: Öngörüntü deðiþtirilmiþtir
vi: Thumbnail đã được thay đổi

source: Gallery deleted
bg: Галерията е изтрита
ca: Galería borrada
cs: Galerie smazána
de: Galerie gelöscht
es: Galería borrada
et: Galerii kustutatud
hr: Galerija obrisana
hu: Galéria törölve
is: Myndasafni eytt
ja: ギャラリーが削除されました
nl: Album verwijderd
pl: Galeria zosta³a usuniêta
pt_br: Galeria removida
tr: Galeri silindi
vi: Gallery đã được xóa

source: delete gallery
bg: изтриване на галерията
ca: borrar galería
cs: Smazat galerii
de: Galerie löschen
es: borrar galería
et: kustuta galerii
hr: obriši galeriju
hu: Galéria törlése
is: eyða myndasafni
ja: ギャラリーの削除
nl: verwijder album
pl: Usuñ galeriê
pt_br: remover galeria
tr: Galeriyi sil
vi: xóa gallery

source: Image deleted
bg: Изображението е изтрито
ca: Imagen borrada
cs: Obrázek smazán
de: Bild wurde gelöscht
es: Imagen eliminada
et: Pilt kustutatud
hr: Slika obrisana
hu: Kép törölve
is: Mynd eytt
ja: 画像が削除されました
nl: Afbeelding verwijderd
pl: Obraz zosta³ usuniêty
pt_br: Imagem removida
tr: Resim silidi
vi: Hình ảnh đã được xóa

source: One or more galleries could not be reindexed
pl: Niektóre sk³adniki nie zosta³y zindeksowane

source: One or more galleries could not be moved
pl: Niektóre galerie nie zosta³y przeniesione

source: Gallery already exists
bg: Галерията вече съществува
ca: La galería ja existeix
cs: Galerie ji¾ existuje
de: Galerie existiert bereits.
es: La galería ya existe
et: Galerii on juba olemas
fr: La Galerie existe déjà
hr: Galerija ve? postoji
hu: A galéria már létezik
is: Myndasafn er þegar til
it: La galleria esiste già
ja: ギャラリーが既に存在します
nl: Album bestaat al
pl: Galeria ju¿ istnieje
pt_br: Galeria j&aacute; existente
sv: Bildarkiv finns redan
tr: Galeri mevcuttur
vi: Gallery đã có

source: Could not create directory
bg: Директорията не може да бъде създадена
ca: No s'ha pogut crear el directori
cs: Nemù¾u vytvoøit adresáø
de: Konnte Ordner nicht erstellen
es: No se pudo crear el directorio
et: Kataloogi loomine ebaõnnestus
fr: Impossible de créer un dossier
hr: Nemogu?nost kreiranja mape (direktorija)
hu: A könyvtár nem hozható létre
is: Gat ekki búið til skráarsafn
it: Impossibile creare la cartella
ja: ディレクトリを作成出来ませんでした
nl: De map kon niet aangemaakt worden
pl: Nie uda³o siê utworzyæ katalogu
pt_br: N&atilde;o foi poss&iacute;vel criar o diret&oacute;rio
sv: Det gick inte att skapa en katalog
tr: Dizin oluþturalanamadý
vi: Không thể tạo thư mục

source: Object not found
pl: Obiekt nieznaleziony

source: Cannot delete the top level directory
bg: Главната директория не може да бъде изтрита
ca: No es pot borrar el directroi principal
cs: Nemù¾u smazat adresáø nejvy¹¹í úrovnì
de: Das Wurzel-Verzeichniss kann nicht gelöscht werden.
es: No se puede borrar el directorio principal
et: Tipptaseme kataloogi ei saa kustutada
fr: Impossible d'effacer le dossier principal
hr: Nemogu?nost brisanja vršne mape (direktorija)
hu: A legelsõbb szintû könyvtár nem törölhetõ
is: Gat ekki eytt rótarskráarsafni
it: Impossibile eliminare la cartella principale
ja: トップレベルのディレクトリは削除出来ません
nl: De hoofdmap kon niet verwijderd worden
pl: Nie mo¿na usun±æ katalogu g³ównego
pt_br: N&atilde;o &eacute; poss&iacute;vel deletar o diret&oacute;rio raiz
sv: Kunde inte att radera översta arkivet
tr: Anadizin silinemedi.
vi: Không thể xóa thư mục gốc

source: One or more galleries could not be deleted
pl: Niektóre galerie nie zosta³y skasowane

source: File already exists
bg: Файлът вече съществува
ca: L'arxiu ja existeix
cs: Soubor ji¾ existuje
de: Datei existiert bereits
es: El archivo ya existe
et: Fail on juba olemas
fr: Le fichier existe déjà
hr: Datoteka ve? postoji
hu: Már létezõ fájl
is: Skrá er til fyrir
it: Il file esiste già
ja: ファイルが既に存在します
nl: Dit bestand bestaat al
pl: Plik ju¿ istnieje
pt_br: Arquivo j&aacute; existente
sv: Bilden finns redan
tr: Kütük mevcuttur
vi: File đã có

source: Could not upload file
bg: Файлът не може да бъде качен
ca: No es pot carregar la imatge.
cs: Nemù¾u nahrát soubor
de: Konnte Datei nicht hochladen.
et: Faili üleslaadimine ebaõnnestus
hr: Nemogu?nost preuzimanja datoteke (upload-a)
is: Gat ekki sent skrá
ja: ファイルをアップロード出来ませんでした
nl: Het bestand kon niet ge-upload worden
pl: Nie uda³o siê wgraæ pliku
pt_br: N&atilde;o foi poss&iacute;vel fazer upload do arquivo
tr: Resim gönderilenemedi
vi: Không thể upload file

source: Could not add image to gallery
bg: Изображението не може да бъде прибавено в галерията
ca: No s'ha pogut afegir l'imatge a la galería
cs: Nemù¾u pøidat obrázek do galerie
de: Konnte Bild nicht zur Galerie hinzufügen
es: No se pudo añadir la imagen a la galería
et: Pildi lisamine galeriisse ebaõnnestus
fr: Impossible d'ajouter l'image à la galerie
hr: Nemogu?nost dodavanja slike u galeriju
hu: A kép nem adható a galériához
is: Gat ekki bætt mynd við myndasafn
it: Impossibile aggiungere l'immagine alla galleria
ja: ギャラリーに画像を追加出来ませんでした
nl: Kon de afbeelding niet aan het album toevoegen
pl: Nie uda³o siê dodaæ obrazu do galerii
pt_br: N&atilde;o foi poss&iacute;vel adicionar a imagem &agrave; galeria
sv: Kunde inte spara bilden i arkivet
tr: Resim galeriye eklenemedi
vi: Không thể thêm hình ảnh vào gallery

source: Could not find temporary storage space
bg: Не може да бъде намерено място за временно съхранение
cs: Nemù¾u najít prostor pro doèasné ulo¾ení souborù
de: Temporärer Speicherplatz wurde nicht gefunden
et: Ajutuse kettapinna leidmine ebaõnnestus
hr: Nema prostora za privremenu pohranu
is: Fann ekki tímabundið geymslusvæði
nl: Geen tijdelijke opslagruimte beschikbaar
pl: Za ma³o miejsca na dysku
pt_br: N&atilde;o foi possivel encontrar o espa&ccedil;o tempor&aacute;rio de amarzenamento

source: Could not decompress archive
bg: Архивът не може да бъде отворен
cs: Nemù¾u dekomprimovat archiv
de: Archiv konnte nicht entpackt werden
et: Arhiivi lahti pakkimine ebaõnnestus
hr: Nemogu?nost dekompresije arhive
is: Gat ekki afþjappað safnskrá
pl: Nie uda³o siê rozpakowaæ archiwum
pt_br: N&atilde;o foi possivel descompactar o arquivo

source: Some archive contents could not be added
bg: Някои части от архива не могат да бъдат прибавени
cs: Nìkteré souèásti archivu nemohly být pøidány
de: Archiv-Teile konnten nicht hinzugefügt werden
et: Osa arhiivi sisust ei saa lisada
hr: Neki od sadržaja iz arhive se ne može dodati
is: Sumum hlutum safnskráarinnar var ekki hægt að bæta við
nl: Enkele onderdelen van het archief konden niet toegevoegd worden
pl: Niektóre sk³adniki nie zosta³y dodane
pt_br: Algumas informa&ccedil;&otilde;es do arquivo n&atilde;o foram adicionadas

source: Could not save image information
bg: Информацията за изображението не може да бъде съхранена
ca: No s'ha pogut grabar la informació de la imatge.
cs: Nemù¾u ulo¾it informace o obrázku
de: Konnte Bild-Beschreibung nicht speichern
es: No se pudo guardar la información de la imagen.
et: Pildi informatsiooni salvestamine ebaõnnestus
fr: Impossible de sauvegarder les informations sur l'image
hr: Nemogu?nost pohrane informacija o slici
hu: A kép-információ nem menthetõ
is: Gat ekki vistað upplýsingar um mynd
it: Impossibile salvare le informazioni dell'immagine
ja: 画像情報を保存できませんでした
nl: Kon de afbeeldinggegevens niet opslaan
pl: Nie uda³o siê zapisaæ informacji o obrazie
pt_br: N&atilde;o foi poss&iacute;vel salvar as informa&ccedil;&otilde;es desta imagem
sv: Kunde inte spara bild information
tr: Resim açýklamasý kayýt edilemedi
vi: Không thể lưu các thông tin của hình ảnh

source: Could not delete image
bg: Изображението не може да бъде изтрито
ca: No s'ha pogut borrar la imatge.
cs: Nemù¾u smazat obrázek
de: Konnte Bild nicht löschen
es: No se pudo borrar la imagen.
et: Pildi kustutamine ebaõnnestus
fr: Impossible d'effacer l'image
hr: Nemogu?nost brisanja slike
hu: A kép nem törölhetõ
is: Gat ekki eytt mynd
it: Impossibile cancellare l'immagine
ja: 画像を削除出来ませんでした
nl: Kon de afbeelding niet verwijderen
pl: Nie uda³o siê usun±æ obrazu
pt_br: N&atilde;o foi poss&iacute;vel remover esta imagem
sv: Kunde inte radera bilden
tr: Resim silinemedi
vi: Không thể xóa hình ảnh

source: One or more images could not be deleted
pl: Niektóre sk³adniki nie zosta³y skasowane

source: Date
pl: Data

source: Copyright
pl: Prawa zastrze¿one

source: Description
pl: Opis

source: Location
pl: Lokalizacja

source: Camera
pl: Aparat

source: Lens
pl: Soczewki

source: Darkroom manipulation
pl: Obróbka w ciemni

source: Digital manipulation
pl: Obróbka cyfrowa

source: Admin message:
bg: Системно съобщение:
ca: Missatge de l'administrador:
cs: Zpráva administrátora:
de: Nachricht für den Administrator:
et: Administraatori teade:
hr: Poruka administratora:
is: Skilaboð frá kerfisstjóra:
ja: 管理画面メッセージ:
nl: Beheerder bericht:
pl: Komunikat admina:
pt_br: Admin mensagem:
tr: Admin mesajý:
vi: Thông điệp cho Admin:

source: Purge cached thumbnails
bg: Изтриване на складираните умалени изображения
ca: Eliminar vistes prèvies de la memòria cau
cs: Odstranit cachované náhledy
de: Miniaturvorschau-Bilder aus dem Cache löschen
es: Eliminar vistas previas del cache
et: Tühjenda vahemälu pisipiltidest
fr: Purger les vignettes enregistrées dans le cache
hr: Obriši cache-irane ikone
hu: Tárolt elõnézetek törlése
is: Eyða flýtivistuðum smámyndum
it: Svuota la cache dei thumbnails
ja: サムネイルキャッシュの消去
nl: Verwijder thumbnails uit geheugen
pl: Opró¿niæ bufor miniatur
pt_br: Limpar cache de miniaturas
sv: Släng sparade minibilder
tr: Resim öngörüntüsünü cacheden sil.
vi: Xóa cache của thumbnail

source: admin bar|Back
bg: Назад
ca: Endarrere
cs: Zpìt
de: Zurück
es: barra de admin.|Atrás
et: Tagasi
fr: Retour
hr: Nazad
hu: Vissza
is: Til baka
it: Indietro
ja: 戻る
nl: Terug
pt_br: Voltar
sv: Tillbaka
tr: Geriye
vi: Trở lại

source: admin bar|Edit permissions
bg: Редактиране на правата
cs: Editace oprávnìní
et: Muuda õigusi
hr: Uredi dozvole
is: Breyta heimildum
pt_br: Editar permiss&otilde;es

source: choose thumbnail
bg: избор на умалено изображение
ca: Escull una miniatura
cs: zvolte náhled
de: Miniaturvorschaubild auswählen
es: Escoge una vista previa
et: vali pisipilt
fr: Choisir une Vignette
hr: odaberi ikonu
hu: Válassz elõnézetet
is: veldu smámynd
it: selezionare il thumbnail
ja: サムネイルの選択
nl: kies thumbnail
pt_br: escolha uma miniatura
sv: Välj minibild
tr: Lütfen resim seçiniz
vi: chọn thumbnail

source: edit gallery
bg: редактиране на галерията
ca: editar galería
cs: Editovat galerii
de: Galerie bearbeiten
es: editar galería
et: muuda galeriid
fr: Editer la Galerie
hr: uredi galeriju
hu: Galéria szerkesztése
is: breyta myndasafni
it: modifica la galleria
ja: ギャラリーの編集
nl: bewerk album
pt_br: editar galeria
sv: ändra bildarkiv
tr: Galeriyi düzenle
vi: Thay đổi gallery

source: edit image
bg: редактиране на изображението
ca: editar imatge
cs: Editovat obrázek
de: Bild bearbeiten
es: editar imagen
et: muuda pilti
fr: Editer l'Image
hr: uredi sliku
hu: Kép szerkesztése
is: breyta mynd
it: modifica l'immagine
ja: 画像の編集
nl: bewerk afbeelding
pt_br: editar imagem
sv: ändra bild
tr: Resimi düzenle
vi: thay đổi hình ảnh

source: change password
bg: промяна на паролата
ca: canviar contrasenya
cs: Zmìna heslo
de: Passwort ändern
es: cambiar contraseña
et: muuda parool
fr: Changer le mot de passe
hr: promjeni lozinku
hu: Jelszó megváltoztatása
is: breyta lykilorði
it: modifica password
ja: パスワードの変更
nl: verander wachtwoord
pt_br: alterar senha
sv: ändra lösenord
tr: Þifreyi deðiiþtir
vi: thay đổi mật mã

source: edit permissions
bg: редактиране на правата
cs: Zmìna oprávnìní
et: muuda õigusi
hr: uredi dozvole
is: breyta heimildum
nl: Wijzig permissies
pt_br: editar permiss&otilde;es

source: Group permissions
bg: Групови права
cs: Oprávnìní skupiny
et: Grupi õigused
hr: Dozvole grupe
is: Heimildir hópa
nl: Groeppermissies
pt_br: Permiss&otilde;es do grupo

source: permissions|Read
bg: Четене
cs: Ètení
et: Lugemine
hr: ?itanje
is: Lesa
nl: Lezen
pt_br: Ler

source: permissions|Edit
bg: Редактиране
cs: Editace
et: Muutmine
hr: Ure?ivanje
is: Breyta
nl: Wijzigen
pt_br: Editar

source: permissions|Add
bg: Прибавяне
cs: Pøidávání
et: Lisamine
hr: Dodavanje
is: Bæta við
nl: Toevoegen
pt_br: Adicionar

source: permissions|Delete
bg: Изтриване
cs: Mazání
et: Kustutamine
hr: Brisanje
is: Eyða
nl: Verwijderen
pt_br: Remover

source: World permissions
bg: Глобални права
cs: Globální oprávnìní
et: Kõigi õigused
hr: Javne dozvole
nl: 'Wereld' permissies
pt_br: Permiss&otilde;es de todos

source: my profile
cs: mùj profil
hr: moj profil

source: user management
bg: управление на потребители
cs: Správa u¾ivatelù
et: kasutaja haldamine
hr: ure?ivanje korisnika
is: notendastjórnun
nl: Gebruikers-beheer
pt_br: controle de usu&aacute;rios

source: log in
bg: Вход
ca: Entrar a la Administració
cs: Pøihlásit se
de: anmelden
es: Entrar a la Administración
et: logi sisse
fr: Connexion
hr: prijava u sustav
hu: Adminisztráció
is: innskrá
it: esegui login
ja: ログイン
nl: aanmelden
sv: Logga in
tr: Gir
vi: đăng nhập

source: Full name:
bg: Име:
cs: Celé jméno:
et: Täielik nimi:
hr: Ime i prezime:
is: Fullt nafn:
pt_br: Nome completo:

source: create new user
bg: създаване на нов потребител
cs: vytvoøit nového u¾ivatele
et: loo uus kasutaja
hr: kreiranje novog korisnika
is: búa til nýjan notanda
nl: Maak nieuwe gebruiker aan
pt_br: criar novo usu&aacute;rio

source: new gallery
bg: нова галерия
ca: nova galería
cs: nová galerie
de: Neue Galerie
es: nueva galería
et: uus galerii
fr: Nouvelle Galerie
hr: nova galerija
hu: Új galéria
is: nýtt myndasafn
it: nuova galleria
ja: 新規ギャラリー
nl: nieuw album
pt_br: nova galeria
sv: nytt bildarkiv
tr: yeni galeri
vi: gallery mới

source: new image
bg: ново изображение
ca: nova imatge
cs: nový obrázek
de: Neues Bild
es: nueva imagen
et: uus pilt
fr: Nouvelle Image
hr: nova slika
hu: Új kép
is: ný mynd
it: nuova immagine
ja: 新規画像
nl: nieuwe afbeelding
pt_br: nova imagem
sv: Ny bild
tr: yeni resim
vi: Thêm hình ảnh mới

source: Email:
bg: Поща:
et: E-posti aadress:
is: Tölvupóstfang:

source: Image saved successfully
ca: Imatge guardada exitosament
de: Bild wurde gespeichert
es: Imagen guardada exitosamente
et: Pildid salvestamine õnnestus
hu: Kép sikeres mentése
is: Vistun á mynd tókst
ja: 画像が正常に保存されました
nl: Afbeelding met succes opgeslagen
pt_br: Imagem salva com sucesso
tr: Resim baþarýyla kayýt edildi.
vi: Hình ảnh đã được lưu thành công

source: This image will not be visible because this gallery contains subgalleries.
ca: Aquesta imatge no és visible perquè aquesta galeria conté subgaleries.
de: Dieses Bild wird nicht sichtbar sein, da die Galerie Unter-Galerien enthält.
et: See pilt ei ole nähtav kuna galerii sisaldab alamgaleriisid.
is: Þessi mynd mun ekki verða sýnileg þar eð þetta myndasafn inniheldur undir-myndasöfn.
ja: サブギャラリーが含まれている為、この画像は表示されません。
nl: Deze afbeelding wordt niet zichtbaar omdat dit album subalbums bevat.
pt_br: Essa imagem n&atilde;o pode ser exibida porque essa galeria cont&eacute;m subgalerias.
tr: Bu resim gösterilebilenemez çünkü bu galeri alt-galerilere sahiptir.
vi: Hình ảnh này sẽ không xem được vì gallery có subgallery.

source: Select gallery...
is: Veldu myndasafn...

source: Use filename of uploaded fil.
pt_br: Utilizar o nome da imagem enviada.

source: There was an error saving the new password.
ca: Hi ha hagut un error al guardar la nova contrasenya.
es: Hubo un error al guardar la nueva contraseña.
fr: Une erreur s'est produite à la sauvegarde du nouveau mot de passe.
hu: Hiba jelszó mentése közben.
it: Si è verificato un errore durante il salvataggio della nuova password.
ja: 新しいパスワードの保存中にエラーが発生しました。
sv: Fel uppstod vid sparandet av lösenordet.
tr: Yeni þifre kayýtýnda hata meydana geldi.

source: Invalid location choice
ca: Localització invàlida
es: Localización inválida
fr: Chemin non valide
hu: Hibás helymeghatározás
it: Scelta percorso non valida
ja: ロケーションの指定に誤りがあります
sv: Ogiltigt val av plats
tr: Yanlýþ hedef seçeneði

source: Random
ca: Aleatoria

source: Gallery thumbnail:
ca: Vista prèvia de la galería:
es: Vista previa de galería:
fr: Vignette de la Galerie:
hu: Galéria elõnézet:
it: Thumbnail della galleria:
ja: ギャラリーサムネイル:
sv: Bildarkiv minibild:
tr: Galeri öngörüntü

source: singapore|Powered by
ca: Powered by
fr: singapore|Créé avec
hu: Fejlesztve:
it: Powered by
ja: Powered by
sv: Skapat med

source: Return to galleries.
ca: Tornar a les galeríes.
es: Regresar a las galerías.
fr: Retour aux Galeries
hu: Vissza a galériákhoz
it: Ritorna alle gallerie.
ja: ギャラリーに戻る
sv: Tillbaka till bildarkiv.
tr: Galerilere geri dön.

source: Only authorised users are allowed into the admin section. Please enter your admin username and password below.
ca: Només es permeten usuaris autoritzats a aquesta secció Siusplau entreu el nom d'usuari i la contrasenya d'administració.
es: Solo se permiten usuarios autorizados a esta sección Por favor entre el nombre de usuario y contraseña de administración.
fr: Seules les personnes autorisées peuvent accéder au panneau d'Administration. Entrez votre indentifiant et mot de passe Administrateur ci-dessous.
hu: Csak hitelesített felhasználók érhetik el az adminisztrációs felületet. Adminisztrációs felhasználónév és jelszó megadása.
it: Solo gli utenti autorizzati possono accedere all'area amministrativa. Inserisci il tuo nome utente e password qua sotto.
ja: 管理者のみが管理画面へログインすることが出来ます。 管理者名及びパスワードを入力してください。
sv: Endast godkända användare har tillträde till administratorsektionen. Vänligen skriv ditt användarnamn och lösenord nedan.
tr: Sadece ototesi olan kullanýcýlar ayarlarý deðiþtirebilir. Lütfen admin ismini ve þifresini veriniz

source: Remote file
ca: Arxiu remot
es: Archivo remoto
fr: Fichier distant
hu: Távoli fájl
it: File remoto
ja: リモートファイル
sv: Fjärrbild
tr: Resim baþka serverde

source: Local file
ca: Arxiu local
es: Archivo local
fr: Fichier Local
hu: Helyi fájl
it: File locale
ja: ローカルファイル
sv: Egen bild
tr: Lokal resim

source: gallery details|Gallery name:
sv: Bildarkiv namn:

source: gallery details|Artist name:
sv: Artist namn:

source: gallery details|Artist email:
sv: Artist e-mail:

source: gallery details|Copyright holder:
sv: Copyrightägare:

source: gallery details|Description:
sv: Beskrivning:

source: image details|Image:
sv: Bild:

source: image details|Image name:
sv: Bildens namn:

source: image details|Artist name:
sv: Artist namn:

source: image details|Artist email:
sv: Artist e-mail:

source: image details|Location:
sv: Plats:

source: image details|Date:
sv: Datum:

source: image details|Copyright holder:
sv: Copyrightägare:

source: image details|Description:
sv: Beskrivning:

source: image details|Camera info:
sv: Kamerainfo:

source: image details|Lens info:
sv: Lensinfo:

source: image details|Film info:
sv: Filminfo:

source: image details|Darkroom manipulation:
sv: Mörkrumamanipulering

source: image details|Digital manipulation:
sv: Digital manipulering
