Repository: PhoenixB/singapore
Catalog: locale/singapore.*_utf8.po
Languages: cs

source: Gallery not found '%s'
cs: Galerie '%s' nenalezena

source: Image not found '%s'
cs: Obrázek '%s' nenalezen

source: email|at
cs: zavináč

source: email|dot
cs: tečka

source: Page created in %s seconds
cs: Stránka vygenerována za %s sekund

source: singapore|Powered by %s
cs: Provozováno na %s

source: All rights reserved.
cs: Všechna práva vyhrazena.

source: Images may not be reproduced in any form without the express written permission of the copyright holder.
cs: Obrázky nesmí být jakkoli reprodukovány či kopírovány bez písemného souhlasu autora či držitele práv.

source: Log in
cs: Přihlášení

source: crumb line|You are here:
cs: Nacházíte se v:

source: image|Next
cs: Další

source: image|Thumbnails
cs: Náhledy

source: image|Previous
cs: Předchozí

source: Select language...
cs: Vyberte jazyk...

source: Go
cs: Vstup

source: Select template...
cs: Vyberte šablonu...

source: %s gallery
cs: %s galerie

source: %s image
cs: %s obrázek

source: No thumbnail
cs: Není náhled

source: Sample image from gallery
cs: Vzorový obrázek z galerie

source: Showing %s-%s of %s
cs: Zobrazuji %s-%s z %s

source: gallery|Up
cs: Nahoru

source: gallery|Up one level
cs: Nahoru o jednu úroveň

source: gallery|Previous
cs: Předchozí

source: gallery|First
cs: První

source: gallery|Next
cs: Další

source: gallery|Last
cs: Poslední

source: artist name|by %s
cs: od %s

source: Description
cs: Popis

source: Viewed
cs: Zobrazeno

source: viewed|%s time
cs: %s krát

source: Add a comment
cs: Přidat komentář

source: image|First
cs: První

source: image|Last
cs: Poslední

source: Location
cs: Místo

source: Date
cs: Datum

source: Camera
cs: Fotoaparát

source: Lens
cs: Čočka

source: Darkroom manipulation
cs: Zpracování v komoře

source: Digital manipulation
cs: Digitální zpracování
