Repository: PhoenixB/singapore
Catalog: locale/singapore.admin.*.po
Languages: bg, ca, cs, de, es, et, fr, hr, hu, is, it, ja, nl, pl, pt_br, sk, sv, tr, vi

source: ERROR
sk: CHYBA

source: confirm|OK
bg: OK
ca: Acceptar
cs: OK
de: OK
es: confirmar|OK
et: OK
fr: OK
hr: OK
hu: Rendben
is: Í lagi
ja: OK
nl: Ok
pl: OK
pt_br: OK
sk: OK
tr: Tamam
vi: OK

source: confirm|Cancel
bg: Отказ
ca: Cancelar
cs: Zru¹it
de: Abbrechen
es: confirmar|Cancelar
et: Loobu
fr: Annuler
hr: Odustani
hu: Mégsem
is: Hætta við
ja: キャンセル
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
sk: Zrušiť
tr: Ýptal
vi: Hủy

source: You do not have permission to perform this operation.
bg: Не ви е позволено да извършите тази операция.
cs: Nemáte oprávnìní k provedení této operace.
et: Puuduvad õigused selleks tegevuseks.
hr: Nemate pravo pokrenuti operaciju
is: Þú hefur ekki réttindi til að framkvæma þess aðgerð.
nl: U heeft geen permissie voor het uitvoeren van deze operatie.
pl: Nie masz uprawnieñ aby wykonaæ t± operacje
pt_br: Voc&ecirc; n&atilde;o tem permiss&atilde;o para executar essa opera&ccedil;&atilde;o.
sk: Na vykonanie tejto operácie nemáte oprávnenie.

source: Gallery added
bg: Галерията е прибавена
ca: Galería afegida
cs: Galerie pøidána
de: Galerie hinzugefügt
es: Galería añadida
et: Galerii lisatud
hr: Galerija dodana
hu: Galéria hozzáadva
is: Myndasafni bætt við
ja: ギャラリーが追加されました
nl: Album toegevoegd
pl: Galeria zosta³a dodana
pt_br: Galeria adicionada
sk: Galéria pridaná
tr: Galeri eklendi
vi: Gallery đã được thêm

source: Delete Gallery
sk: Zmazať galériu

source: Gallery %s is not empty. Are you sure you want to irretrievably delete it and all subgalleries and images it contains?
bg: Галерията %s не е празна. Наистина ли искате безвъзвратно да я изтриете заедно с всички подгалерии и изображения, които съдържа?
ca: La galería %s no està buida Estàs segur que vols eliminarla permanentment junt amb todas les subgaleríes i imatges que conté?
cs: Galerie %s není prázdná. Jste si naprosto jistý, ¾e chcete nenávratnì smazat tuto galerii a v¹echny v ní obsa¾ené obrázky?
de: Galerie %s is nicht leer. Soll die Galerie und alle Unter-Galerien wirklich unwiederherstellbargelöscht werden?
es: La galería %s no está vacía¿Estás seguro que quieres eliminarla permanentemente junto con todas las subgalerías e imagenes que contiene?
et: Galerii %s ei ole tühi. Oled kindel, et soovid igaveseks kustutada selle, kõik alamgaleriid ja pildid nendes?
hr: Galerija %s nije prazna. Da li ste sigurni da želite nepovratno obrisati cijeli sadržaj - podgalerije i slike
hu: A galéria nem üres. Biztos, hogy visszavonhatatlanul törlöd a benne levõ al-galériákkal és képekkel együtt?
is: Myndasafnið '%s' er ekki tómt. Ertu viss um að þú viljir eyða því og öllum undir-myndasöfnum og myndum sem það inniheldur?
ja: ギャラリー %s は空ではありません。 本当にギャラリー及びサブギャラリーに含まれる画像を完全に削除してもよろしいですか?
nl: Album %s is niet leeg. Weet u zeker dat u het samen met de gehele inhoud onherstelbaar wilt verwijderen?
pl: Galeria %s nie jest pusta. Czy jeste¶ pewien, ¿e chcesz bezpowrotnie usun±æ j± oraz wszystkie galerie i obrazy w niej zawarte?
pt_br: Galeria %s n&atilde;o est&aacute; vazia. Voc&ecirc; realmente deseja remov&ecirc;-la junto com todas suas subgalerias e imagens?
sk: Galéria %s nie je prázdna. Naozaj ju chcete nenávratne vymazať vrátane všetkých vnorených galérií a obrázkov ktoré obsahuje?
tr: Galeri %s halen resim içermekte Galerinin tamamen silinmesini istiyormusunuz?
vi: Gallery %s không phải là rỗng. Bạn có chắc chắn muốn xóa gallery đó cùng với tất cả các gallery con và các hình ảnh trong đó?

source: delete image
bg: изтриване на изображението
ca: Borrar imatge
cs: Smazat obrázek
de: Bild löschen
es: Eliminar imagen
et: kustuta pilt
hr: obriši sliku
hu: Kép törlése
is: eyða mynd
ja: 画像の削除
nl: verwijder afbeelding
pl: Usuñ obraz
pt_br: remover imagem
sk: zmazať obrázok
tr: Resim sil
vi: xóa hình ảnh

source: Are you sure you want to irretrievably delete image %s from gallery %s?
bg: Наистина ли искате да изтриете безвъзвратно изображението %s от галерия %s?
ca: Estàs segur que vols borrar la imatge %s de la galería %s permanentement?
cs: Jste si naprosto jistý, ¾e chcete nenávratnì smazat obrázek %s galerie %s?
de: Soll das Bild %s wirklich unwiederherstellbar aus der Galerie %s gelöscht werden?
es: Estás seguro que quieres borrar imagen %s de la galería %s permanentemente?
et: Oled kindel, et soovid igaveseks kustutadad pildi %s galeriist %s?
hr: Da li ste sigurni da želite nepovratno obrisati sliku %s iz galerije %s?
hu: Biztos, hogy visszavonhatatlanul törlöd a %2$s galériában található %1$s képet?
is: Ertu viss um að þú viljir eyða myndinni '%s' úr myndasafninu '%s' fyrir fullt og allt?
ja: 本当に画像 %s をギャラリー %s より完全に削除してもよろしいですか?
nl: Weet u zeker dat u afbeelding %s onherstelbaar wilt verwijderen uit album %s?
pl: Czy jeste¶ pewien, ¿e chcesz bezpowrotnie usun±æ obraz %s z galerii %s?
pt_br: Voc&ecirc; realmente deseja remover a imagem %s da galeria %s?
sk: Naozaj chcete nenávratne vymazať obrázok %s z galérie %s?
tr: Resim (%s) tamamen galeri %s'den silmek istiyormusunuz?
vi: Bạn có chắc chắn muốn xóa hình ảnh %s của gallery %s?

source: User deleted
bg: Потребителят е изтрит
cs: U¾ivatel odstranìn
et: Kasutaja kustutatud
hr: Korisnik obrisan
is: Notanda eytt
pl: U¿ytkownik zosta³ usuniêty
pt_br: Usu&aacute;rio removido
sk: Užívateľ vymazaný

source: delete user
bg: изтриване на потребителя
cs: Smazat u¾ivatele
et: kustuta kasutaja
hr: obriši korisnika
is: eyða notanda
pl: Usuñ u¿ytkownika
pt_br: remover usu&aacute;rio
sk: zmazať užívateľa

source: Are you sure you want to permanently delete user %s?
bg: Наистина ли искате да изтриете безвъзвратно потребителя %s?
cs: Jste si naprosto jistý, ¾e chtee odstranit u¾ivatele %s?
et: Oled kindel, et soovid lõplikult kustutada kasutaja %s?
hr: Da li ste sigurni da želite nepovratno obrisati korisnika %s
is: Ertu viss um að þú viljir eyða notandanum %s fyrir fullt og allt?
pl: Czy jeste¶ pewien, ¿e chcesz usun±æ u¿ytkownika %s?
pt_br: Voc&ecirc; realmente deseja remover permanentemente o usu&aacute;rio %s?
sk: Naozaj chcete natrvalo vymazať užívateľa %s?

source: Please select one or more items.
pl: Proszê wybraæ jeden lub wiêcej.
sk: Zvoľte prosím jednu alebo viacero položiek.

source: Copy or move
pl: Kopiuj lub przenie¶
sk: Kopírovať alebo vymazať

source: Delete
pl: Usuñ
sk: Vymazať

source: %s images deleted.
pl: %s obrazów usuniêto.
sk: %s obrázkov vymazaných.

source: %s galleries deleted.
pl: %s galerii usuniêto.
sk: %s galérií vymazaných.

source: Delete Images
pl: Usuñ obrazy
sk: Zmazať obrázky

source: Are you sure you want to permanently delete %s images?
pl: Czy jeste¶ pewien, ¿e chcesz bezpowrotnie usun±æ %s obrazów?
sk: Naozaj chcete natrvalo vymazať %s obrázkov?

source: Delete Galleries
pl: Usuñ galerie
sk: Zmazať galérie

source: Are you sure you want to permanently delete %s galleries?
pl: Czy jeste¶ pewien, ¿e chcesz bezpowrotnie usun±æ %s galerii?
sk: Naozaj chcete natrvalo vymazať %s galérií?

source: Re-index
pl: Indeksuj
sk: Re-indexovať

source: Galleries re-indexed. %s total images added.
sk: Galérie reindexované. Spolu pridaných %s obrázkov.

source: %s galleries moved.
pl: %s galerii przeniesiono.
sk: %s galérií presunutých.

source: Thumbnail cache purged
bg: Кешът на умалените изображения е прочистен
ca: Memòria cau de vistes prèvies buidada
cs: Cache náhledù vyèi¹tìna
de: Miniaturvorschau-Cache wurde geleert
es: Cache de vistas previas vaciado
et: Pisipiltide vahemälu tühjendatud
hr: Obrisan cache ikona
hu: Elõnézet tár törölve
is: Flýtiminni fyrir smámyndir var eytt
ja: サムネイルキャッシュが消去されました
nl: Thumbnail-geheugen gewist
pl: Bufor miniatur zosta³ opró¿niony
pt_br: Cache de miniaturas limpo
sk: Cache náhľadov vymazaná.
tr: Resim öngörüntü Cache'i boþaltýldý
vi: Các thumbnail cache đã được xóa

source: purge cached thumbnails
bg: изтриване на кешираните умалени изображения
ca: Buidar vistes prèvies de la memòria cau
cs: Vyèistit cache náhledù
de: Miniaturvorschau-Cache leeren
es: Vaciar vistas previas del cache
et: Tühjenda vahemälu pisipiltidest
hr: obriši ikone u cache-u
hu: Tárolt elõnézetek törlése
is: eyða flýtiminni fyrir smámyndir
ja: サムネイルキャッシュの消去
nl: verwijder thumbnail-geheugen
pl: Opró¿nij bufor miniatur
pt_br: limpar cache de miniaturas
sk: vymazať cache náhľadov
tr: Resim öngörüntü Cache'ini boþalt.
vi: Xóa cached thumbnails

source: Are you sure you want to delete all %s cached thumbnails?
bg: Наистина ли искате да изтриете всичките %s кеширани умалени изображения?
ca: Estàs segur que vols buidar %s vistes prèvies de la memòria cau?
cs: Jste si naprosto jistý, ¾e chcete smazat v¹ech náhledy?
de: Wirklich alle %s Miniaturvorschau-Bilder aus dem Cache löschen?
es: Estas seguro que quieres vaciar %s vistas previas del cache?
et: Oled kindel, et soovid kustutada kõik %s vahemälu pisipildid?
hr: Da li ste sigurni da želite obrisati cache-irane ikone?
hu: Biztos, hogy törlöd az összes (%s) tárolt elõnézetet?
is: Ertu viss um að þú viljir eyða öllum %s flýtivistuðu smámyndunum?
ja: 本当に %s のサムネイルキャッシュを削除してもよろしいですか?
nl: Weet u zeker dat u alle %s thumbnails in het geheugen wilt verwijderen?
pl: Czy jeste¶ pewien, ¿e chcesz usun±æ wszystkie buforowane miniatury? (jest ich %s)
pt_br: Voc&ecirc; realmente deseja limpar todas as %s miniaturas em cache?
sk: Naozaj chcete z cache vymazať všetkých %s náhľadov?
tr: Bütün %s resim öngörüntülerini Cache'den silmek istiyormusunuz?
vi: Bạn có chắc chắn muốn xóa tất cả %s cached thumbnails?

source: Gallery re-indexed. %s images added.
bg: Галерията е индексирана наново. %s изображения са прибавени.
cs: Gallery znovu indexována. Pøidáno %s obrázkù.
et: Galerii on reindekseeritud. %s pilti lisatud.
hr: Galerija je reindeksirana. %s slika dodano.
is: Vísar myndasafns hafa verið endurbyggðir. %s myndum var bætt við.
nl: Album opnieuw geindexeerd. %s afbeeldingen toegevoegd.
pl: Galeria zindeksowana. %s zdjêæ dodano.
pt_br: Galeria reindexada. %s imagens adicionadas.
sk: Galéria reindexovaná. Pridaných %s obrázkov.

source: Image info saved
cs: Informace o obrázku ulo¾eny
hr: Informacije slike su snimljene
sk: Informácie o obrázku uložené

source: Password saved
bg: Паролата е съхранена
ca: Contrasenya guardada
cs: Heslo ulo¾eno
de: Passwort gespeichert
es: Contraseña guardada
et: Parool salvestatud
hr: Lozinka snimljena
hu: Jelszó mentve
is: Lykilorð vistað
ja: パスワードが保存されました
nl: Wachtwoord opgeslagen
pl: Has³o zosta³o zapisane
pt_br: Senha salva
sk: Heslo uložené
tr: Þifreniz kayýt edildi
vi: Mật mã đã được lưu

source: Permissions saved
bg: Правата са съхранени
cs: Oprávnìní ulo¾eno
et: Õigused salvestatud
hr: Dozvole snimljene
is: Heimildir vistaðar
pl: Uprawnienia zapisane
pt_br: Permiss&otilde;es salvas com exito
sk: Oprávnenia uložené

source: User info saved
bg: Информацията за потребителя е съхранена
cs: Informace o u¾ivateli ulo¾eny
et: Kasutaja info salvestatud
hr: Korisni?ke informacije snimljene
is: Upplýsingar um notanda vistaðar
pl: Informacja o u¿ytkowniku zosta³y zapisane
pt_br: Informa&ccedil;&otilde;es do usu&aacute;rio salvas com exito
sk: Informácie o užívateľovi uložené

source: admin bar|Back to galleries
pl: Powrót do galerii
sk: Späť na galérie

source: admin bar|Admin
bg: Управление
ca: Administrar
cs: Administrace
de: Einstellungen
es: barra de admin.|Admin
et: Halda
fr: Administration
hr: Administrator
hu: Adminisztráció
is: Kerfisstjóri
it: Amministra
ja: 管理画面
nl: Administratie
pl: Admin
pt_br: Admin
sk: Admin
sv: Administratör
tr: Ayarlar
vi: Quản trị

source: admin bar|Galleries
bg: Галерии
ca: Galeries
cs: Galerie
de: Galerien
es: barra de admin.|Galerías
et: Galleriid
fr: Galeries
hr: Galerije
hu: Galériák
is: Myndasöfn
it: Gallerie
ja: ギャラリー
nl: Albums
pl: Galerie
pt_br: Galerias
sk: Galérie
sv: Bildarkiv
tr: Galeriler
vi: Gallery

source: admin bar|Log out
bg: Изход
ca: Sortir
cs: Odhlásit se
de: Abmelden
es: barra de admin.|Salir
et: Logi välja
fr: Déconnexion
hr: Odjava sa sustava
hu: Kijelentkezés
is: Útskrá
it: Esegui Logout
ja: ログアウト
nl: Afmelden
pl: Wyloguj siê
pt_br: Log out
sk: Odhlásiť sa
sv: Logga ut
tr: Çýk
vi: Thoát

source: admin bar|Edit gallery
bg: Редактиране на галерията
ca: Editar galería
cs: Editace galerie
de: Galerie bearbeiten
es: barra de admin.|Editar galería
et: Muuda galleriid
fr: Editer Galerie
hr: Uredi galeriju
hu: Galéria szerkesztése
is: Breyta myndasafni
it: Modifica la galleria
ja: ギャラリーの編集
nl: Bewerk album
pl: Edytuj galeriê
pt_br: Editar galeria
sk: Upraviť galériu
sv: Ändra bildarkiv
tr: Galeriyi düzenle
vi: Thay đổi gallery

source: admin bar|Access control
pl: Kontrola dostêpu
sk: Správa prístupov

source: admin bar|Delete gallery
bg: Изтриване на галерията
ca: Borrar galería
cs: Smazat galerii
de: Galerie löschen
es: barra de admin.|Eliminar galería
et: Kustuta galerii
fr: Effacer Galerie
hr: Obriši galeriju
hu: Galéria törlése
is: Eyða myndasafni
it: Cancella la galleria
ja: ギャラリーの削除
nl: Verwijder album
pl: Usuñ galeriê
pt_br: Remover galeria
sk: Vymazať galériu
sv: Radera bildarkiv
tr: Galeriyi sil
vi: Xóa gallery

source: admin bar|New subgallery
bg: Нова подгалерия
ca: Nova subgalería
cs: Nová vnoøená galerie
de: Neue Unter-Galerie
es: barra de admin.|Nueva subgalería
et: Uus alamgalerii
fr: Nouvelle Sous-Galerie
hr: Nova podgalerija
hu: Új al-galéria
is: Nýtt undir-myndasafn
it: Nuova sottogalleria
ja: サブギャラリーの作成
nl: Nieuw subalbum
pl: Nowa podgaleria
pt_br: Nova subgaleria
sk: Nová vnorená galéria
sv: Nytt underarkiv
tr: Yeni alt-galeri
vi: Thêm subgallery

source: admin bar|Re-index gallery
bg: Индексиране на галерията
cs: Znovu indexovat galerii
et: Reindekseeri galerii
hr: Reindeksiraj galeriju
is: Endurvísa myndasafn
pl: Indeksuj galeriê
pt_br: Reindexar galeria
sk: Re-indexovať galériu

source: admin bar|Edit image
bg: Редактиране на изображението
ca: Editar imatge
cs: Editovat obrázek
de: Bild bearbeiten
es: barra de admin.|Editar imagen
et: Muuda pilti
fr: Editer Image
hr: Uredi sliku
hu: Kép szerkesztése
is: Breyta mynd
it: Modifica l'immagine
ja: admin bar|画像の編集
nl: Bewerk afbeelding
pl: Edytuj obraz
pt_br: Editar imagem
sk: Upraviť obrázok
sv: Ändra bild
tr: Resimi düzenle
vi: Thay đổi hình ảnh

source: admin bar|Delete image
bg: Изтриване на изображението
ca: Borrar imatge
cs: Smazat obrázek
de: Bild löschen
es: barra de admin.|Eliminar imagen
et: Kustuta pilt
fr: Effacer Image
hr: Obriši sliku
hu: Kép törlése
is: Eyða mynd
it: Elimina l'immagine
ja: 画像の削除
nl: Verwijder afbeelding
pl: Usuñ obraz
pt_br: Remover imagem
sk: Vymazať obrázok
sv: Radera bild
tr: Resimi sil
vi: Xóa hình ảnh

source: admin bar|New image
bg: Ново изображение
ca: Nova imatge
cs: Nový obrázek
de: Bild hinzufügen
es: barra de admin.|Nueva imagen
et: Uus pilt
fr: Nouvelle Image
hr: Nova slika
hu: Új kép
is: Ný mynd
it: Nuova immagine
ja: 画像の登録
nl: Nieuwe afbeelding
pl: Nowy obraz
pt_br: Nova imagem
sk: Nový obrázok
sv: Ny bild
tr: Yeni resim
vi: Thêm hình ảnh mới

source: Could not save user info
bg: Информацията за потребителя не може да бъде съхранена
cs: Nemù¾u ulo¾it informace o u¾ivateli
et: Kasutajainfo salvestamine ebaõnnestus
hr: Nemogu?nost pohrane korisni?kih informacija
is: Gat ekki vistað upplýsingar um notanda
pl: Nie uda³o siê zapisaæ informacji o u¿ytkowniku
pt_br: N&atilde;o foi poss&iacute;vel salvar as informa&ccedil;&otilde;es do usu&aacute;rio
sk: Nepodarilo sa uložiť informácie o užívateľovi

source: New password must be between 6 and 16 characters long.
bg: Новата парола трябва да е между 6 и 16 знака.
ca: La nova contrasenya ha de tenir entre 6 i 16 caràcters.
cs: Nové heslo musí být 6 a¾ 16 znakù dlouhé.
de: Ein neues Passwort muss von 6 bis 16 lang sein.
es: La nueva contraseña debe de tener entre 6 y 16 caracteres.
et: Uus parool peab olema 6 kuni 16 sümbolit.
fr: Le nouveau mot de passe doit contenir de 6 à 16 caractères.
hr: Nova lozinka mora biti duga izmežu 6 i 16 znakova.
hu: Az új jelszó hosszúságának 6 és 16 karakter közé kell esnie.
is: Nýja lykilorðið verður að vera á milli 6 og 16 stafa langt.
it: La lunghezza della nuova password deve essere compresa tra 6 e 16 caratteri.
ja: 新しいパスワードは半角6〜16文字の長さにしてください。
nl: Het nieuwe wachtwoord moet moet tussen 6 en 16 tekens lang zijn.
pl: Haslo musi sk³adaæ siê z co najmniej 6 i nie wiêcej ni¿ 16 znaków.
pt_br: A nova senha deve ter entre 6 e 16 caracteres.
sk: Nové heslo musí byť dlhé od 6 do 16 znakov.
sv: Nytt lösenord måste innehålla 6 - 16 tecken.
tr: Þifre 6 - 16 karater içermesi lazým.
vi: Mật mã phải có từ 6 đến 16 kí tự.

source: The new passwords you entered do not match.
bg: Новите пароли, които въведохте, не съвпадат.
ca: Les noves contrasenyes no coincideixen.
cs: Nové heslo, které jste vlo¾il se neshoduje.
de: Die neuen, eingebenen Passwörter stimmen nicht überein.
es: Las nuevas contraseñas no coinciden.
et: Sisestatud uued parool ei kattu teineteisega.
fr: Le nouveau mot de passe entré ne correspond pas.
hr: Nove lozinke koje ste upisali se ne poklapaju.
hu: A megadott jelszavak nem egyeznek.
is: Nýju lykilorðin sem þú slóst inn stemma ekki.
it: Le nuove passwords da te inserite sono differenti.
ja: 新しいパスワードが合致しません。
nl: De nieuw ingevoerde wachtwoorden zijn niet gelijk.
pl: Podane przez Ciebie nowe has³a s± niezgodne.
pt_br: As novas senhas digitadas n&atilde;o s&atilde;o iguais.
sk: Nové heslá ktoré ste zadali sa nezhodujú.
sv: Det nya lösenordet matcher inte.
tr: Verdýðýnz þifreler býrbýrýne uymuyor.
vi: Mật mã không trùng khớp

source: The current password you entered does not match the one in the database.
bg: Паролата, която въведохте, не съвпада с тази в базата данни.
ca: La contrsenya actual no coincideix amb la que està a la base de dades.
cs: Souèasné heslo, které jste vlo¾il, neodpovídá heslo v databázi.
de: Das aktuelle Passwort stimmt nicht mit dem gespeicherten überein.
es: La contraseña actual no coincide con la que está en la base de datos.
et: Sisestatud praegune parool ei kattu andmebaasis olevaga.
fr: Le Mot de passe entré ne correspond pas à celui enregistré dans la base.
hr: Upisana lozinka se ne poklapa sa lozinkom iz baze.
hu: A megadott jelszó nem egyezik az adatbázisban levõvel.
is: Lykilorðið sem þú slóst inn stemmir ekki við það sem geymt er í gagnagrunni.
it: La password corrente da te inserita non corrisponde a quella presente nel database.
ja: 入力された現在のパスワードがデータベースの内容と一致しません。
nl: Het huidig ingevoerd wachtwoord komt niet overeen met dat in de database.
pl: Podane przez Ciebie bie¿±ce has³o nie zgadza siê z has³em w bazie danych.
pt_br: A senha atual digitada n&atilde;o correspodente &agrave; encontrada no banco de dados.
sk: Aktuálne heslo ktoré ste zadali sa nezhoduje s heslom v databáze.
sv: Lösenordet matchar inte det i databasen.
tr: Verdýðýnz þifre yanlýþ.
vi: Mật mã vào không trùng khớp với mật mã có trong cơ sở dữ liệu.

source: The username specified was not found in the database.
bg: Потребителят не е намерен в базата данни.
ca: El nom d'usuari especificat no s'ha trobat a la base de dades.
cs: Specifikované u¾ivatelské jméno nebylo nalezeno v databázi.
de: Der angegebene Nutzername wurde nicht gefunden.
es: El nombre de usuario especificado no se encontró en la base de datos.
et: Antud kasutajanimi ei leitud andmebaasist.
fr: L'identifiant spécifié est introuvable dans la base
hr: Upisano korisni?ko ime ne postoji u bazi.
hu: A megadott felhasználónév nem szerepel az adatbázisban.
is: Notandanafnið sem slegið var inn fannst ekki í gagnagrunni.
it: Il nome utente da te specificato non è stato trovato nel database.
ja: 指定されたユーザ名はデータベースに登録されていません。
nl: De ingevoerde gebruikersnaam komt niet voor in de database.
pl: Nazwa u¿ytkownika nie zosta³a znaleziona w bazie danych.
pt_br: O usu&aacute;rio informado n&atilde;o foi encontrado no banco de dados.
sk: Dané užívateľské meno sa v databáze nepodarilo nájsť.
sv: Ditt användarnamn finns inte i databasen.
tr: Verdiðiniz kullanýcý ismi yoktur.
vi: Tên đăng nhập không tìm thấy trong cơ sở dữ liệu.

source: Your account has been suspended
bg: Вашият потребител е блокиран.
cs: Vá¹ ú¹et byl suspendován.
et: Kasutajanimi on peatatud
hr: Vaš korisni?ki ra?un je privremeno onemogu?en
is: Aðgangsreikningi þínum hefur verið lokað
nl: Uw account is gedeactiveerd.
pl: Twoje konto zosta³o zawieszone
pt_br: Sua conta est&aacute; suspensa
sk: Váš účet bol pozastavený.

source: Welcome to singapore admin!
bg: Добре дошли в администраторската ложа!
ca: Benvingut a l'administració de singapore!
cs: Vítejte v administraci!
de: Willkomen in den singapore Einstellungen.
et: Tere tulemast singapore haldusesse!
hr: Dobrodošli u administratorsko su?elje galerije!
hu: Isten hozott a singapore adminisztrációs felületen!
is: Velkomin(n) í kerfisstjórnun Singapore!
ja: singapore管理画面へようこそ!
nl: Welkom bij het administratiegedeelte van Singapore!
pl: Witamy w panelu administracyjnym Singapore!
pt_br: Bem vindo &agrave; administra&ccedil;&atilde;o do singapore!
sk: Vitajte v správe systému singapore!
tr: Singapore admin menüsüne hoþgeldiniz!
vi: Xin chào đến với trình quản lý của singapore!

source: Username and/or password incorrect
bg: Потребителското име и/или паролата са неправилни.
ca: Usuari i/o contrasenya incorrectes
cs: U¾ivatelské jméno a/nebo heslo bylo nesprávnì zadáno.
de: Nutzername und/oder Passwort inkorrekt.
es: Usuario y/o contraseña incorrectos
et: Kasutajanimi ja/või parool on vale
fr: Identifiant et/ou mot de passe incorrects
hr: Korisni?ko ime/ili lozinka pogrešno
hu: Érvénytelen felhasználónév és/vagy jelszó
is: Notandanafn og/eða lykilorð ekki rétt
it: Nome utente e/o password errati
ja: ユーザ名またはパスワードが正しくありません
nl: Gebruikersnaam en/of wachtwoord onjuist.
pl: Nieprawid³owe has³o lub nazwa u¿ytkownika
pt_br: Usu&aacute;rio e/ou senha incorreta
sk: Užívateľské meno a/alebo heslo sú nesprávne
sv: Fel användarnamn och/eller lösenord
tr: Ýsminiz ve/veya þifreniz yanlýþ.
vi: Tên đăng nhập và/hoặc mật mã không hợp lệ

source: You must enter a username and password
bg: Трябва да въведете потребител и парола
ca: Has d'escriure un nom d'usuari i contrasenya.
cs: Musíte vlo¾it u¾ivatelské jméno a heslo
de: Sie müssen einen Nutzernamen und ein Passwort eingeben.
es: Debes escribir un nombre de usuario y contraseña.
et: Pead sisestama kasutajanime ja parooli
fr: Vous devez entrer un identifiant et un mot de passe
hr: Morate upisati korisni?ko ime i lozinku
hu: Meg kell adnod a felhasználónevet és a jelszót
is: Þú verður að slá inn notandanafn og lykilorð
it: Devi inserire un nome utente e una password
ja: ユーザ名とパスワードを入力してください
nl: U moet een gebruikersnaam en wachtwoord opgeven.
pl: Musisz podaæ nazwê u¿ytkownika i has³o
pt_br: Voc&ecirc; deve entrar com usu&aacute;rio e senha
sk: Musíte zadať užívateľské meno a heslo
sv: Ange användarnamn och lösenord
tr: Ýsminizi ve þifrenizý veriniz.
vi: Bạn phải nhập vào tên đăng nhập và mật mã

source: Thank you and goodbye!
bg: До скоро!
ca: Gràcies i fins aviat!
cs: Dìkujeme a nashledanou!
de: Danke schön und auf Wiedersehen.
es: ¡Gracias y hasta luego!
et: Tänan sind ja nägemist!
hr: Hvala i lijep pozdrav!
hu: Kösz és viszlát
is: Takk fyrir og bleble!
nl: Bedankt en tot ziens!
pl: Dziêkujê i do widzenia!
pt_br: Obrigado e até logo!
sk: Ďakujeme a dovidenia!
tr: Teþekkürler ve görüþmek üzere!
vi: Cảm ơn và chào tạm biệt!

source: Gallery info saved
bg: Информацията за галерията е съхранена
ca: Informació de la galería guardada
cs: Informace o galerii ulo¾eny
de: Galerie-Beschreibung gespeichert
es: Información de la galería guardada
et: Galerii info salvestatud
hr: Informacije o galeriji su snimljene
hu: Galéria-információk elmentve
is: Upplýsingar um myndasafn vistaðar
ja: ギャラリー情報が保存されました
nl: Gegevens van het album opgeslagen
pl: Informacja o galerii zosta³a zachowana
pt_br: Informa&ccedil;&otilde;es da galeria salvas com exito
sk: Informácie o galérii uložené
tr: Galeri açýklamasý kayýt edilmiþtir
vi: Thông tin của gallery đã được mưu
