Repository: PhoenixB/singapore
Catalog: locale/singapore.*.po
Languages: bg, ca, cs, da, de, es, et, hr, hu, is, it, ja, nl, pl, pt_br, ro, ru, sk, sl, sv, tr, vi

source: Gallery not found '%s'
bg: Галерията не е намерена '%s'
cs: Galerie nenalezena '%s'
de: Galerie %s nicht gefunden
et: Galeriid ei leitud '%s'
hr: Galerija nije na?ena '%s'
is: Fann ekki myndasafn '%s'
nl: Album niet gevonden '%s'
pl: Nieznaleziono galerii '%s'
pt_br: Galeria '%s' n&atilde;o encontrada
sk: Galéria nenájdená '%s'
sl: Ne najdem galerije '%s'

source: Image not found '%s'
bg: Изображението не е намерено '%s'
cs: Obrázek nenalezen '%s'
de: Bild %s nicht gefunden
et: Pilti ei leitud '%s'
hr: Slika nije na?ena '%s'
is: Fann ekki mynd '%s'
nl: Afbeelding niet gevonden '%s'
pl: Nieznaleziono obrazu '%s'
pt_br: Imagem '%s' n&atilde;o encontrada
sk: Obrázok nenájdený '%s'
sl: Ne najdem slike '%s'

source: email|at
bg: пред
de: at
et: at
hr: at
is: að
pl: e-mail
pt_br: at
sk: na
sl: at

source: email|dot
bg: точка
de: punkt
et: punkt
hr: dot
is: punktur
nl: punt
pl: e-mail
pt_br: dot
sk: bodka
sl: pika

source: Page created in %s seconds
bg: Страницата беше генерирана %s секунди
ca: Pàgina creada en %s segons
cs: Stránka vygenerována za %s vteøin
da: Siden lavet på; %s sekunder
de: Seite in %s Sekunden erstellt.
es: Pagina creada en %s segundos
et: Lehekülg loodud %s sekundiga
hr: Stranica kreirana u %s sekundi
hu: Az oldal %s másodperc alatt töldtõdött le
is: Síða búin til á %s sekúndum
it: Pagina generata in %s secondi
ja: ページ生成時間 %s 秒
nl: Pagina opgebouwd in %s seconden
pl: Czas generowania strony: %s s
pt_br: P&aacute;gina criada em %s segundos
ro: Pagina creata in %s secunde
ru: Страница создана в
sk: Stránka vygenerovaná za %s sekundy
sl: Stran narejena v %s sekundah
sv: Sidan skapad på %s sekunder
tr: Sayfa % saniyede üretildi
vi: Trang được tạo trong vòng %s giây

source: singapore|Powered by %s
bg: Задвижвано от %s
ca: Powered by %s
cs: Powered by %s
da: Lavet med %s
de: Powered by %s
es: Powered by %s
et: Kasutatav tarkvara: %s
hr: Pogonjeno sa %s
hu: Fejlesztve: %s
is: Keyrt á %s
it: Powered by %s
ja: Powered by %s
nl: Powered by %s
pl: Obs³ugiwane przez %s
pt_br: Powered by %s
ro: Creat de %s
ru: Powered by %s
sl: Powered by %s
sv: Skapat med %s
tr: %s tarafýndan sponsorlanmiþtir.
vi: Powered by %s

source: All rights reserved.
bg: Всички права са запазени.
ca: Tots els drets reservats.
cs: V¹echna práva vyhrazena.
da: Alle rettigheder haves.
de: Alle Rechte vorbehalten.
es: Todos los derechos reservados.
et: Kõik õigused kaitstud.
hr: Sva prava zadržana.
hu: Minden jog fenntartva.
is: Allur réttur áskilinn.
it: Tutti i diritti riservati.
ja: 著作権は当サイトの管理者に帰属します。
nl: Alle rechten voorbehouden.
pl: Wszelkie prawa zastrze¿one.
pt_br: Todos os direitos reservados.
ro: Toate drepturile rezervate.
ru: Авторские права защищены.
sk: Všetky práva vyhradené.
sl: Vse pravice pridr¾ane.
tr: Bütün telif hallarý saklý tutulmuþtur.

source: Images may not be reproduced in any form without the express written permission of the copyright holder.
bg: Изображенията не могат да бъдат използвани, в каквато и да е форма, без изричното писмено съгласие на техния автор.
ca: Les imatges no poden ser reproduïdes de cap manera sense el consentiment exprés i per escrit del propietari dels drets.
cs: Obrázky nesmí být ¾ádným zpùsobem reprodukovány bez písemného souhlasu vlastníka autorských práv.
da: Billeder må ikke reproduceres i nogen form uden skriftlig tilladelse af rettighedsindehaveren.
de: Die Bilder dürfen nicht ohne ausdrückliche schriftliche Genehmigung des Urhebers kopiert werden.
es: Las imagenes no pueden ser reproducidas en ninguna forma sin el consentimiento expreso y por escrito del dueño de los derechos.
et: Pilte ei või reprodutseerida mingil moel ilma nende autori kirjaliku loata.
hr: Slike se ne mogu reproducirati u niti jednoj formi bez pismene dozvole vlasnika prava.
hu: A képek semmilyen formában nem másolhatók a jogtulajdonosok elõzetes írásbeli hozzájárulása nélkül.
is: Óleyfilegt er að afrita myndir á neinn hátt nema með skriflegu leyfi handhafa höfundarréttar.
it: Le immagini non possono essere riprodotte in nessuna forma senza il permesso scritto del detentore dei diritti d'autore.
ja: 著作権者の書面による許諾無しに画像の複製・再利用することを禁じます。
nl: Afbeeldingen mogen op geen enkele wijze gereproduceerd worden zonder voorafgaande schriftelijke toestemming van de copyrighthouder.
pl: Obrazy nie mog± byæ reprodukowane w ¿adnej formie bez wyra¼nej zgody w³a¶ciciela praw autorskich, wyra¿onej na pi¶mie.
pt_br: As imagens n&atilde;o podem ser reproduzidas de qualquer modo sem o consentimento expresso do propriet&aacute;rio das mesmas.
ro: Imaginile nu pot fi reproduse fara permisiunea proprietarului.
ru: Все изображения являются собственностью фотографов, их предоставивших и охраняются законом об авторских правах.
sk: Obrázky nesmú byť bez predchádzajúceho písomného súhlasu vlastníka autorských práv reprodukované v akejkoľvek forme.
sl: Prepovedana kakr¹nakoli uporaba fotografije brez dovoljenja avtorja.
sv: Bilder får inte användas i någon form utan tillåtelse från copyrightägaren.
tr: Hiçbir resim yazýlý izinsiz kopyalanamaz.
vi: Các hình ảnh không được sao chép dưới bất kì hình thức nào khi không có sự đồng ý bằng văn bản của tác giả.

source: Log in
bg: Вход
ca: Administrar
cs: Pøihla¹te se
da: Log ind
de: Anmeldung
es: Admin
et: Logi sisse
hr: Prijava
hu: Adminisztráció
is: Innskrá
it: Esegui login
ja: ログイン
nl: Aanmelden
pl: Zaloguj siê
ro: Administrare
ru: Вход админ.
sk: Prihlásenie
sl: Prijava
sv: Logga in
tr: Gir
vi: Đăng nhập

source: crumb line|You are here:
bg: Вие сте тук:
ca: Estàs aquí:
cs: Jste zde:
da: Du er her:
de: Sie sind hier:
es: Estás aquí:
et: Asukoht lehel:
hr: Lokacija:
hu: Itt vagy most:
is: Þú ert hér:
it: Vi trovate qui:
ja: 現在位置:
nl: U bent hier:
pl: Jeste¶ w:
pt_br: Voc&ecirc; est&aacute; em:
ro: Calea:
ru: Вы здесь
sk: Nachádzate sa tu:
sl: Tukaj si:
sv: Du är här:
tr: Burasý:
vi: Mục hiện tại:

source: image|Next
bg: Следващо
ca: Següent
cs: Dal¹í
da: Næste
de: Nächstes
es: Siguiente
et: Järgmine
hr: Slijede?a
hu: Következõ
is: Næsta
it: Prossima
ja: 次へ
nl: Volgende
pl: Dalej
pt_br: Pr&oacute;xima
ro: Urmatoarea
ru: След.
sk: Nasledujúci
sl: Naslednja
sv: Nästa
tr: Bir sonraki
vi: Ảnh kế

source: image|Thumbnails
bg: Умалени изображения
ca: Miniatures
cs: Náhledy
da: Miniaturer
de: Miniaturbilder
es: Vistas previas
et: Pisipildid
hr: Ikone
hu: Elõnézetek
is: Smámyndir
it: Anteprima
ja: サムネイル
nl: Thumbnails
pl: Miniatury
pt_br: Miniaturas
ro: Miniaturi
ru: Thumbnails
sk: Náhľady
sl: Slièice
sv: Minibilder
tr: Öngörüntüler
vi: Thumbnail

source: image|Previous
bg: Предишно
ca: Anterior
cs: Pøedchozí
da: Forrige
de: Vorheriges
es: Previa
et: Eelmine
hr: Prijašnja
hu: Elõzõ
is: Fyrri
it: Precedente
ja: 前へ
nl: Vorige
pl: Wstecz
pt_br: Anterior
ro: Inapoi
ru: Пред.
sk: Predchádzajúci
sl: Prej¹nja
sv: Föregående
tr: Bir önceki
vi: Ảnh trước

source: Select language...
bg: Избор на език...
cs: Vyberte jazyk
de: Sprache wählen...
et: Vali keel...
hr: Odaberite jezik...
is: Veldu tungumál...
nl: Selecteer taal...
pl: Wybierz jêzyk...
pt_br: Selecionar idioma...
sk: Zvoľte jazyk...
sl: Izberi jezik ...

source: Go
cs: Do toho!
et: Mine
hr: Kreni
is: Fara
nl: Aanmelden
pl: Id¼
pt_br: Ir
sk: Potvrď
sl: Potrdi

source: Select template...
bg: Избор на шаблон...
cs: Vyberte ¹ablonu...
de: Template wählen...
et: Vali mall...
hr: Odaberi izgled...
is: Veldu sniðmát...
nl: Selecteer template...
pl: Wybierz skórkê...
pt_br: Selecionar template...
sk: Zvoľte šablónu...
sl: Izberi predlogo ...

source: %s gallery
bg: %s галерия
ca: %s galería
cs: %s galerie
da: %s galleri
de: %s Galerie
es: %s galería
et: %s galerii
hr: %s galerija
is: %s myndasafn
ja: ギャラリー数 %s
nl: %s album
pl: Jedna galeria
pt_br: %s galeria
ro: %s galerie
sk: %s galéria
sl: %s galerija
sv: %s bildarkiv
tr: %s galeri

source: %s image
bg: %s изображение
ca: %s imatge
cs: %s obrázek
da: %s billede
de: %s Bild
es: %s imágen
et: %s pilt
hr: %s slika
hu: %s kép
is: %s mynd
it: %s immagine
ja: 画像数 %s
nl: %s afbeelding
pl: Jedno zdjêcie
pt_br: %s imagem
ro: %s imagine
sk: %s obrázok
sl: %s slika
sv: %s bild
tr: %s resim
vi: %s ảnh

source: No thumbnail
bg: Няма умалено изображение
ca: Sense vista previa
cs: Bez náhledu
da: Ingen miniature
de: Keine Vorschau verfügbar
es: Sin vista previa
et: Pisipilti pole
hr: Nema ikone
hu: Nincs elõnézet
is: Engin smámynd
it: Nessuna antemprima disponibile
ja: サムネイル無し
nl: Geen thumbnail beschikbaar
pl: Brak próbki
pt_br: Sem Miniatura
ro: Fara thumbnail
sk: Bez náhľadu
sl: Ni slièica
sv: Ingen minibild
tr: Öngörünütü mevcut deðil.
vi: Không có thumbnail

source: Sample image from gallery
bg: Изображение от галерия
ca: Imatge de mostra de la galería
cs: Ukázkový obrázek z galerie
da: Eksempel billede fra galleri
de: Beispielbild aus der Galerie
es: Imagen muestra de la galería
et: Näidis pilt galeriist
hr: Primjerak slike iz galerije
hu: Mintakép a galériából
is: Dæmi um mynd úr myndasafni
it: Imagine d'esempio della galleria
ja: ギャラリーサンプル画像
nl: Thumbnail van het album
pl: Przyk³adowy obraz z galerii
pt_br: Exemplo de imagem da galeria
ro: Imagine de proba din galerie
ru: Образец
sk: Ukážkový obrázok z galérie
sl: Vzorèna slika iz galerije
sv: Slumpa bild från galleriet
tr: Galeriden mýsal resim
vi: Ảnh mẫu từ gallery

source: Showing %s-%s of %s
bg: Показва %s-%s от %s
ca: Mostrant %s-%s de %s
cs: Zobrazeno %s-%s z %s
da: Viser %s-%s af %s
de: Zeige %s bis %s von %s
es: Mostrando %s-%s de %s
et: Nähtaval %s-%s %s'st
hr: Prikaz %s-%s od %s
hu: Megjelenítve %s - %s / %s
is: Sýni %s-%s af %s
it: %s-%s di %s
ja: %s-%s を表示中 ( %s 枚中)
nl: Vertoont %s-%s van %s
pl: Od %s do %s z %s
pt_br: Exibindo %s-%s de %s
ro: %s-%s din %s
ru: показ. %s-%s из %s
sk: Zobrazených %s-%s z %s
sl: Prikazuje %s-%s af %s
sv: Visar %s-%s av %s
tr: Galeri %s-%s toplam %s galeriden
vi: Hiển thị %s-%s/%s

source: gallery|Up
bg: Нагоре
ca: Pujar
cs: Nahoru
da: Op
de: nach oben
es: Arriba
et: Üles
hr: Iznad
hu: Fel
is: Upp
it: Livello superiore
ja: 上へ
nl: Naar boven
pl: W górê
pt_br: Voltar
ro: Inapoi
ru: Пред.
sk: Hore
sl: Gor
sv: Upp
tr: yukarý
vi: Lên trên

source: gallery|Up one level
bg: Нагоре с едно ниво
ca: Pujar un nivell
cs: Nahoru o úroveò
da: Et niveau op
de: Eine Ebene nach oben.
es: Subir un nivel
et: Üles üks tase
hr: Jedan nivo iznad
hu: Egy szinttel feljebb
is: Upp um eitt stig
it: Su di un livello
ja: 1レベル上へ
nl: Een niveau naar boven
pl: Poziom w górê
pt_br: Voltar um n&iacute;vel
ro: Inapoi cu un nivel
ru: Пред. Галерея
sl: Na gornji nivo
sv: Upp ett steg
tr: Bir düzey yukarýya.
vi: Lên một cấp

source: gallery|Previous
bg: Предишна
ca: Anterior
cs: Pøedchozí
da: Forrige
de: Vorherige
es: Previa
et: Eelmine
hr: Prijašnja
hu: Elõzõ
is: Fyrri
it: Precedente
ja: 前へ
nl: Vorige
pl: Wstecz
pt_br: Anterior
ro: Inapoi
ru: Пред.
sk: Predchádzajúca
sl: Prej¹nja
sv: Föregående
tr: Önceki
vi: Trước

source: gallery|First
bg: Първа
ca: Primera
cs: První
da: Første
de: Erste
et: Esimene
hr: Prva
is: Fyrsta
ja: 最初へ
nl: Eerste
pl: Pierwszy
pt_br: Primeira
ro: Prima
sk: Prvá
sl: Prva
tr: Galeri|Ýlk
vi: Đầu tiên

source: gallery|Next
bg: Следваща
ca: Següent
cs: Dal¹í
da: Næste
de: Nächste
es: Siguiente
et: Järgmine
hr: Slijede?a
hu: Következõ
is: Næsta
it: Prossimo
ja: 次へ
nl: Volgende
pl: Dalej
pt_br: Pr&oacute;xima
ro: Urmatoarea
ru: След.
sk: Nasledujúca
sl: Naslednja
sv: Nästa
tr: Sonraki
vi: Kế

source: gallery|Last
bg: Последна
ca: Última
cs: Poslední
da: Sidste
de: Letzte
et: Viimane
hr: Zadnja
is: Síðasta
ja: 最後へ
nl: Laatste
pl: Ostatni
pt_br: &Uacute;ltima
ro: Ultima
sk: Posledná
sl: Zadnja
tr: Galeri|Son
vi: Cuối

source: artist name|by %s
bg: от %s
ca: per %s
cs: od %s
da: af %s
de: von %s
es: por %s
et: Autor: %s
hr: - %s
hu: %s által
is: eftir %s
it: realizzata da %s
ja: by %s
nl: door %s
pl: Autor: %s
pt_br: por %s
ro: de %s
ru: автор : %s
sk: od %s
sl: Avtor %s
sv: av %s
tr: %s tarafýndan çekilmilþ
vi: Tác giả: %s

source: Description
bg: Описание
ca: Descripció
cs: Popis
da: Beskrivelse
de: Beschreibung
es: Descripción
et: Kirjeldus
hr: Opis
hu: Leírás
is: Lýsing
it: Descrizione
ja: 説明
nl: Beschrijving
pl: Opis
pt_br: Descri&ccedil;&atilde;o
ro: Descriere
ru: Описание
sk: Popis
sl: Opis
sv: Beskrivning
tr: Açýklama
vi: Mô tả

source: Copyright
bg: Авторски права
de: Urheberrecht
et: Autoriõigus
hr: Prava
hu: Jogvédett
is: Höfundaréttur
ja: 著作権
pl: Prawa autorskie
ru: Авторское право
tr: Telifhaklarý:
vi: Bản quyền

source: Viewed
bg: Видяно
ca: Visitada
cs: Zobrazeno
da: Set
es: Visitada
et: Vaadatud
hr: Gledano
hu: Megjelenítve
is: Skoðuð
it: Visualizzata
ja: 閲覧回数
nl: Bekeken
pl: Ogl±dane
pt_br: Visualizada
ro: Vizualizari
ru: Видна
sk: Zobrazené
sl: Videno
sv: Visat
tr: Gösterilmiþ
vi: Được xem

source: viewed|%s time
bg: %s път
ca: %s vegades
cs: %s krát
da: %s gang
de: %s mal besucht
et: %s kord
hr: %s put
is: %s sinni
ja: %s 回
nl: %s keer bekeken
pl: %s raz
pt_br: %s vez
ro: %s
sk: %s krát
sl: %s -krat
tr: %s kere
vi: %s lần

source: Add a comment
bg: Коментиране
ca: Insertar un comentari
cs: Pøidat komentáø
da: Tilføj kommentar
de: Kommentar hinzufügen
et: Lisa kommentaar
hr: Dodaj komentar
is: Bæta við athugasemd
ja: コメントを追加する
nl: Voeg commentaar toe
pl: Dodaj komentarz
pt_br: Adicionar coment&acute;rio
ro: Adauga un comentariu
sk: Pridať komentár
sl: Dodaj komentar
tr: Yorum ekle
vi: Thêm lời bình

source: image|First
bg: Първо
ca: primera
cs: První
da: Første
de: Erstes
et: Esimene
hr: Prva
is: Fyrsta
ja: 最初へ
nl: Eerste
pl: Pierwszy
pt_br: Primeira
ro: Prima
sk: Prvý
sl: Prva
tr: resim|Ýlk
vi: Ảnh đầu tiên

source: image|Last
bg: Последно
ca: Última
cs: Poslední
da: Sidste
de: Letztes
et: Viimane
hr: Zadnja
is: Síðasta
ja: 最後へ
nl: Laatste
pl: Ostatni
pt_br: &Uacute;ltima
ro: Ultima
sk: Posledný
sl: Zadnja
tr: Son
vi: Ảnh cuối

source: Location
bg: Място
ca: Localització
cs: Umístìní
da: Placering
de: Ort
es: Locación
et: Asukoht
hr: Lokacija
hu: Hely
is: Staðsetning
it: Località
ja: 撮影場所
nl: Locatie
pl: Po³o¿enie
pt_br: Local
ro: Locatia
ru: Место
sk: Lokalita
sl: Mesto
sv: Plats
tr: Yer
vi: Vị trí

source: Date
bg: Дата
ca: Data
cs: Datum
da: Dato
de: Datum
es: Fecha
et: Kuupäev
hr: Datum
hu: Dátum
is: Dagsetning
it: Data
ja: 撮影日
nl: Datum
pl: Data
pt_br: Data
ro: Data
ru: Дата
sk: Dátum
sl: Datum
sv: Datum
tr: Tarih
vi: Ngày

source: Camera
bg: Фотоапарат
ca: Càmera
cs: Fo»ák
da: Kamera
de: Kamera
es: Cámara
et: Kaamera
hr: Kamera
hu: Kamera
is: Myndavél
it: Fotocamera
ja: カメラ
pl: Aparat
pt_br: C&acirc;mera
ru: Фотокамера
sk: Fotoaparát
sl: Fotoaparat
sv: Kamera info
tr: Resimmakinasý
vi: Máy ảnh

source: Lens
bg: Обектив
ca: Lents
cs: Èoèka
da: Optik
de: Objektiv
es: Lente
et: Objektiiv
hr: Le?e
hu: Lencse
is: Linsa
it: Lenti
ja: レンズ
pl: Obiektyw
pt_br: Lente
ro: Lentile
ru: Объектив
sk: Objektív
sl: Objektiv
sv: Lins
vi: Khẩu độ

source: Darkroom manipulation
bg: Обработка в тъмна стая
ca: Manipulació a l'habitació fosca
cs: Úpravy pøi vyvolávání
da: Mørkerums manupulation
de: In der Dunkelkammer verändert
es: Manipulación en el cuarto obscuro
et: Pimiku manipulatsioon
hr: Manipulacija darkroom
hu: Szerkesztés sötétkamrában
is: Meðhöndlun í myrkraherbergi
it: Modifiche in camera oscura
ja: 暗室処理
nl: Dokabewerking
pl: Obróbka w ciemni
pt_br: Manipulao de c&acirc;mara escura
ro: Manipulare in camera intunecata
ru: Студийная переработка
sk: Úpravy v tmavej komore
sl: Postopek v temnici
sv: Mörkrumsmanipulation
tr: Karanlýk odada manipüle edilmiþ
vi: Thao tác với buồng tối

source: Digital manipulation
bg: Софтуерна обработка
ca: Manipulació digital
cs: Digitálnáí úpravy
de: Mit dem Computer verändert
es: Manipulación digital
et: Digitaalne manipulatsioon
hr: Manipulacija digitalna
hu: Digitális átalakítás
is: Stafræn meðhöndlun
it: Modifiche digitali
ja: 電子暗室処理
nl: Computerbewerking
pl: Obróbka cyfrowa
pt_br: Manipula&ccedil;&atilde;o digital
ro: Manipulare digitala
ru: Цифровая переработка
sk: Digitálne úpravy
sl: Raèunalni¹ka obdelava
sv: Digital manipulering
tr: Bilgisayarla manipüle edilmiþ
vi: Thao tác kĩ thuật số

source: First %s
pl: Pierwsze %s
sk: Prvých %s

source: Previous %s
pl: Poprzednie %s
sk: Predchádzajúcich %s

source: Next %s
pl: Nastêpne %s
sk: Nasledujúcich %s

source: Last %s
pl: Ostatnie %s
sk: Posledných %s

source: Previous gallery
pl: Poprzednia galeria
sk: Predchádzajúca galéria

source: Next gallery
pl: Nastêpna galeria
sk: Nasledujúca galéria

source: Email
bg: Поща
ca: Correu electrònic
et: E-posti aadress:
is: Tölvupóstfang
ja: メールアドレス
sl: E-po¹ta
sv: Artist e-mail

source: Film
bg: Филм
ca: Película
es: Película
is: Filma
it: Pellicola
ja: フィルム
pt_br: Filme
ru: Плёнка
tr: Poz
