Repository: PhoenixB/singapore
Catalog: locale/singapore.admin.*_utf8.po
Languages: cs, zh_tw

source: You do not have permission to perform this operation.
cs: Nemáte oprávnění provést tuto operaci.

source: Gallery added
cs: Galerie přidána
zh_tw: 相本已加入

source: An error occurred:
cs: Nastala chyba:
zh_tw: 錯誤發生:

source: Image added
cs: Obrázek přidán
zh_tw: 照片已加入

source: Archive contents added
cs: Přidán obsah archivu

source: confirm|OK
cs: OK
zh_tw: 確定

source: Thumbnail changed
cs: Náhled změněn
zh_tw: 預覽圖已變更

source: confirm|Cancel
cs: Zrušit
zh_tw: 取消

source: Gallery deleted
cs: Galerie smazána
zh_tw: 相本已刪除

source: delete gallery
cs: Smazat galerii
zh_tw: 刪除相本

source: Gallery %s is not empty. Are you sure you want to irretrievably delete it and all subgalleries and images it contains?
cs: Galerie %s není prázdná. Jste si jist(a), že chcete ji, všechny její subgalerie a obrázky co obsahují, nenávratně smazat?
zh_tw: 相本 %s 內仍有照片存在. 確定刪除此相本及所有內含照片?

source: Image deleted
cs: Obrázek smazán
zh_tw: 照片已刪除

source: delete image
cs: Smazat obrázek
zh_tw: 刪除照片

source: Are you sure you want to irretrievably delete image %s from gallery %s?
cs: Jste si jist(a), že chcete nenávratně smazat obrázek %s z galerie %s?
zh_tw: 確定刪除照片 %s (位於相本 %s )?

source: User deleted
cs: Uživatel smazán

source: delete user
cs: Smazat uživatele

source: Are you sure you want to permanently delete user %s?
cs: Jste si jist(a), že chcete trvale odstranit uživatee %s?

source: Welcome to singapore admin!
cs: Vítejte v administrační sekci sinapore galerie!
zh_tw: 歡迎進入singapore管理頁面!

source: Thank you and goodbye!
cs: Děkujeme vám a nashledanou!
zh_tw: 歡迎使用!

source: Thumbnail cache purged
cs: Cache náhledů vyčištěna.
zh_tw: 預覽圖快取刪除完成

source: purge cached thumbnails
cs: Vyčistit cache náhledů
zh_tw: 刪除預覽圖快取

source: Are you sure you want to delete all %s cached thumbnails?
cs: Jste si jist(a), že chcete odstranit všech %s nacacheovaných náhledů?
zh_tw: 確定刪除所有 %s 的預覽圖快取?

source: Gallery re-indexed. %s images added.
cs: Galerie přeindexována. %s obrázů přidáno.

source: Gallery info saved
cs: Uloženo info o galerii
zh_tw: 訊息已儲存

source: Image saved successfully
cs: Obrázek uložen úspěšně
zh_tw: 照片已儲存

source: Password saved
cs: Heslo uloženo
zh_tw: 密碼已儲存

source: Permissions saved
cs: Práva uložena

source: User info saved
cs: Uživatelské informace uloženy

source: admin bar|Back
cs: Zpět
zh_tw: 返回

source: admin bar|Admin
cs: Admin
zh_tw: 管理頁面

source: admin bar|Galleries
cs: Galerie
zh_tw: 相本列表

source: admin bar|Log out
cs: Odhlásit
zh_tw: 登出

source: admin bar|Edit gallery
cs: Editovat galerii
zh_tw: 編輯相本

source: admin bar|Edit permissions
cs: Editovat práva

source: admin bar|Delete gallery
cs: Smazat galerii
zh_tw: 刪除相本

source: admin bar|New subgallery
cs: Nová podgalerie
zh_tw: 新增子相本

source: admin bar|Re-index gallery
cs: Přeindexovat galerii

source: admin bar|Edit image
cs: Editovat obrázek
zh_tw: 編輯照片

source: admin bar|Delete image
cs: Smazat obrázek
zh_tw: 刪除照片

source: admin bar|New image
cs: Nový obrázek
zh_tw: 新增照片

source: Could not save user info
cs: Nelze uložit uživatelské informace

source: New password must be between 6 and 16 characters long.
cs: Nové heslo musí mít mezi 6ti a 16ti znaky.
zh_tw: 密碼長度必須在6至16個字元之間.

source: The new passwords you entered do not match.
cs: Nově zadané heslo se neshoduje.
zh_tw: 兩次輸入的密碼不相符.

source: The current password you entered does not match the one in the database.
cs: Současné heslo vámi zadané se neshoduje s tím z databáze.
zh_tw: 輸入密碼與資料庫不符.

source: The username specified was not found in the database.
cs: Zadané uživatelské jméno se nenachází v databázi.
zh_tw: 使用者不存在.

source: Your account has been suspended
cs: Váš účet byl dočasně pozastaven.

source: Username and/or password incorrect
cs: Uživatelské jméno a/nebo heslo je nesprávné
zh_tw: 使用者名稱或密碼錯誤

source: You must enter a username and password
cs: Musíte zadat uživatelské jméno a heslo
zh_tw: 請輸入使用者名稱與密碼

source: Could not save gallery info
cs: Nelze uložit informace o galerii
zh_tw: 無法儲存相本訊息

source: Username already exists
cs: Uživatelské jméno již existuje

source: Cannot delete built in accounts
cs: Nelze smazat vestavěné účty

source: Username not recognised
cs: Uživatelské jméno nebylo rozpoznáno

source: Gallery already exists
cs: Galerie již existuje
zh_tw: 相本已存在

source: Could not create directory
cs: Nelze vytvořit adresář
zh_tw: 無法建立目錄

source: Cannot delete the top level directory
cs: Nelze smazat nejvyšší adresář
zh_tw: 無法刪除家目錄

source: File already exists
cs: Soubor již existuje
zh_tw: 檔案已存在

source: Could not upload file
cs: Nelze nahrát soubor
zh_tw: 無法上傳檔案

source: Could not add image to gallery
cs: Nelze přidat obrázek do galerie
zh_tw: 無法將照片加入相本中

source: Could not find temporary storage space
cs: Nelze najít dočasné úložiště

source: Could not decompress archive
cs: Nelze rozbalit archiv

source: Some archive contents could not be added
cs: Část obsahu archivu se nepovedlo přidat

source: Could not save image information
cs: Nelze uložit informace o obrázku
zh_tw: 無法儲存照片訊息

source: Could not delete image
cs: Nelze smazat obrázek
zh_tw: 無法刪除照片

source: Select gallery...
cs: Vyberte galerii...

source: choose thumbnail
cs: Zvolte náhled
zh_tw: 請選擇預覽圖

source: Choose the filename of the image used to represent this gallery.
cs: Zvolte jméno souboru, který bude zastupovat galerii.
zh_tw: 請選擇代表此相本之照片.

source: thumbnail|None
cs: Žádné
zh_tw: 不使用預覽圖

source: thumbnail|Random
cs: Náhodné
zh_tw: 隨機出現

source: edit gallery
cs: Editovat galerii
zh_tw: 編輯相本

source: Thumbnail
cs: Náhled

source: Random thumbnail
cs: Náhodný náhled
zh_tw: 隨機出現 預覽圖

source: thumbnail|Change...
cs: Změnit...
zh_tw: 修改

source: Gallery name
cs: Jméno galerie
zh_tw: 相本名稱

source: Artist name
cs: Jméno autora
zh_tw: 作者

source: Summary
cs: Shrnutí

source: edit image
cs: Editovat obrázek
zh_tw: 編輯照片

source: Image
cs: Obrázek
zh_tw: 照片

source: Image name
cs: Jméno obrázku
zh_tw: 照片名稱

source: change password
cs: Změnit heslo
zh_tw: 修改密碼

source: Please choose a new password between 6 and 16 characters in length.
cs: Zvolte, prosím, nové heslo délky 6 až 16 znaků.
zh_tw: 請輸入長度6至16字元的新密碼.

source: Current password:
cs: Současné heslo:
zh_tw: 目前密碼:

source: New password:
cs: Nové heslo:
zh_tw: 新密碼:

source: Confirm password:
cs: Potvrzení heslo:
zh_tw: 確認密碼:

source: edit permissions
cs: Editovat práva

source: Owner
cs: Vlastník

source: Groups
cs: Skupiny

source: Group permissions
cs: Práva skupin

source: permissions|Read
cs: Čtení

source: permissions|Edit
cs: Editace

source: permissions|Add
cs: Přidání

source: permissions|Delete
cs: Mazání

source: World permissions
cs: Globální práva

source: user management
cs: Správa uživatelů

source: Username
cs: Uživatelské jméno

source: Type
cs: Typ

source: Administrator
cs: Administrátor

source: User
cs: Uživatel

source: Full name
cs: Celé jméno

source: Password
cs: Heslo

source: admin bar|View gallery
cs: Zobrazit galerii

source: admin bar|Change thumbnail
cs: Změnit náhled

source: hits table|Graph
cs: Graf
zh_tw: 圖片

source: hits table|Hits
cs: Zobrazení
zh_tw: 瀏覽數

source: hits table|Last hit
cs: Poslední zobrazení
zh_tw: 最後一次瀏覽

source: Admin message:
cs: Zpráva admina:
zh_tw: 管理員訊息:

source: log in
cs: Přihlášení
zh_tw: 登入

source: Please enter your admin username and password below.
cs: Zadejte, prosím, vaše administrátorské uživatelské jméno a heslo.

source: Username:
cs: Uživatelské jméno:
zh_tw: 使用者名稱:

source: Password:
cs: Heslo:
zh_tw: 密碼:

source: If you do not have a username then you may log in as a guest.
cs: Pokud nemáte uživatelské jméno, můžete se přihlásit jako host.

source: You must be an administrator to access this area.
cs: Musíte být administrátor pro přístup do této sekce.

source: Full name:
cs: Celé jméno:

source: edit
cs: Editovat

source: delete
cs: Smazat

source: suspend
cs: Pozastavit

source: unsuspend
cs: Odpozastavit

source: create new user
cs: Vytvořit nového uživatele

source: Please choose an option:
cs: Prosím vyberte jednu z voleb:
zh_tw: 請選擇一個選項:

source: Manage galleries and images
cs: Spravovat galerie a obrázky
zh_tw: 管理相本和照片

source: View gallery hits
cs: Statistiky zobrazení galerií
zh_tw: 查看瀏覽數

source: Change password
cs: Změna hesla
zh_tw: 修改密碼

source: My profile
cs: Můj profil

source: Manage users
cs: Spravovat uživatele

source: Purge cached thumbnails
cs: Vyčistit nacacheované náhledy
zh_tw: 刪除預覽圖快取

source: Log out of admin
cs: Odhlásit se z admin sekce
zh_tw: 登出管理頁面

source: new gallery
cs: Nová galerie
zh_tw: 建立新相本

source: Identifier:
cs: Identifikátor:
zh_tw: 檔案名稱:

source: new image
cs: Nový obrázek
zh_tw: 新增照片

source: This image will not be visible because this gallery contains subgalleries.
cs: Tento obrázek nebude vidět, protože tato galerie obsahuje subgalerie.
zh_tw: 由於此相本包含有子相本, 所以此照片無法瀏覽.

source: Upload single file
cs: Nahrát jeden soubor

source: Image file to upload:
cs: Soubor obrázku k nahrání:
zh_tw: 請選擇欲上傳的照片:

source: Use filename of uploaded file.
cs: Použij název nahraného souboru
zh_tw: 使用原有檔名.

source: Specify different filename:
cs: Zadej jiné název souboru
zh_tw: 自行指定檔名.

source: Upload multiple files
cs: Nahrát více souborů

source: ZIP file to upload:
cs: ZIP archiv k nahrání:

source: Add remote file
cs: Přidat vzdálený soubor

source: URL of image:
cs: URL obrázku:
zh_tw: 照片URL:
