Repository: PhoenixB/singapore
Catalog: locale/singapore.admin.*.po
Languages: bg, ca, cs, de, es, et, fr, hr, hu, is, it, ja, nl, pl, pt_br, sk, sv, tr, vi

source: Could not save gallery info
bg: Информацията за галерията не може да бъде съхранена
ca: No es pot guardar l'informació de la galeria
cs: Nemù¾u ulo¾it informace o galerii
de: Konnte Galerie-Beschreibung nicht speichern
es: No se pudo guardar la información de la galería.
et: Galerii info salvestamine ebaõnnestus
fr: Impossible de sauvegarder les infos sur la Galerie
hr: Nemogu?nost pohrane informacija o galeriji
hu: Nem menthetõk a galéria-információk
is: Gat ekki vistað upplýsingar um myndasafn
it: Impossibile salvare le informazioni della galleria
ja: ギャラリー情報を保存出来ませんでした
nl: De albumgegevens konden niet opgeslagen worden
pl: Nie uda³o siê zapisaæ informacji o galerii
pt_br: N&atilde;o foi poss&iacute;vel salvar as informa&ccedil;&otilde;es da galeria
sk: Nepodarilo sa uložiť informácie o galérii
sv: Kunde inte spara informationen
tr: Galeri açýklamasý kayýt edilenemedi.
vi: Không thể lưu các thông tin của gallery

source: Username already exists
bg: Потребителското име вече съществува
cs: U¾ivatelské jméno ji¾ existuje
et: Kasutajanimi on juba olemas
hr: Korisni?ko ime ve? postoji
is: Notandanafn er til fyrir
pl: U¿ytkownik ju¿ istnieje
pt_br: Usu&aacute;rio j&aacute; existente
sk: Užívateľské meno už existuje

source: Username must be at least 3 characters long and contain only alphanumeric characters
pl: Nazwa u¿ytkownika musi mieæ conajmniej 3 znaki i zawieraæ musi conajmniej jedn± cyfre.
sk: Užívateľské meno

source: Cannot delete built in accounts
bg: Вградените потребители не могат да бъдат изтрити
et: Vaikimisi kasutajanimesid ei saa kustutada
hr: Nemogu?nost brisanja ugra?enih korisni?kih imena
is: Get ekki eytt innbyggðum aðgangsreikningum
nl: Kan ingebouwde accounts niet verwijderen
pl: Nie mo¿na wykonaæ operacji kasowania
pt_br: N&atilde; &eacute; possivel remover contas do sistema
sk: Zabudované účty nemožno vymazať

source: Username not recognised
bg: Потребителското име не е разпознато
cs: U¾ivatelské jméno nebylo rozpoznáno
et: Kasutajanimi on tundmatu
hr: Korisni?ko ime nije prepoznato
is: Notandanafn óþekkt
nl: Gebruikersnaam niet herkend
pl: Nazwa u¿ytkownika nierozpoznana
pt_br: Usu&aacute;rio n&atilde;o reconhecido
sk: Nepodarilo sa rozpoznať užívateľské meno

source: Gallery '%s' could not be reindexed
sk: Galériu '%s' sa nepodarilo re-indexovať

source: Gallery '%s' reindexed: %s images added
sk: Galéria '%s' re-indexovaná: pridaných %s obrázkov

source: Unable to copy/move gallery '%s' because the target gallery already exists.
sk: Galériu '%s' sa nepodarilo skopírovať/presunúť pretože cieľová galéria už existuje.

source: Unable to copy/move gallery '%s' because the target is a child of the source.
sk: Galériu '%s' sa nepodarilo skopírovať/presunúť pretože cieľom je jej vnorená galéria.

source: Unable to copy/move gallery '%s' because the operation failed.
sk: Galériu '%s' sa nepodarilo skopírovať/presunúť pretože operácia zlihala.

source: Gallery already exists.
sk: Galéria už existuje.

source: Unable to create directory '%s'
sk: Nepodarilo sa vytvoriť adresár '%s'

source: Unable to save metadata.
sk: Nepodarilo sa uložiť metadata.

source: Requested item '%s' appears to be outside the galleries directory
sk: Požadovaná položka '%s' je pravdepodobne mimo adresára galérií

source: Cannot delete the root gallery.
sk: Kmeňovú galériu nemožno vymazať.

source: Gallery '%s' deleted.
sk: Galéria '%s' vymazaná.

source: Unable to delete gallery '%s'.
sk: Galériu '%s' sa nepodarilo vymazať.

source: Thumbnail changed.
sk: Náhľad zmenený.

source: Uploaded image '%s' has unrecognised extension and image type could not be determined from file contents.
sk: Nahratý obrázok '%s' má nerozpoznanú príponu a typ obrázku sa nepodarilo určiť z obsahu súboru.

source: File already exists.
sk: Súbor už existuje.

source: Could not upload file.
sk: Súbor sa nepodarilo nahrať.

source: Image added
bg: Изображението е прибавено
ca: Imatge afegida
cs: Obrázek pøidán
de: Bild wurde hinzugefügt
es: Imagen añadida
et: Pilt lisatud
hr: Slika dodana
hu: Kép hozzáadva
is: Mynd var bætt við
ja: 画像が追加されました
nl: Afbeelding toegevoegd
pl: Obraz zosta³ dodany
pt_br: Imagem adicionada
sk: Obrázok pridaný
tr: Resim eklendi
vi: Hình ảnh đã được thêm

source: Unable to find temporary storage space.
sk: Nepodarilo sa nájsť prístor na dočasné uloženie dát.

source: Could not decompress archive.
sk: Archív sa nepodarilo dekomprimovať.

source: File '%s' already exists.
sk: Súbor '%s' už existuje.

source: Archive contents added.
sk: Obsah archívu pridaný.

source: Some archive contents could not be added.
sk: Časť obsahu archívu sa nepodarilo pridať.

source: Requested item '%s' appears to be outside the galleries directory.
sk: Požadovaná položka '%s' je pravdepodobne mimo adresára galérií.

source: Image '%s' deleted
sk: Obrázok '%s' vymazaný

source: Choose Thumbnail
sk: Zvoľte náhľad

source: Choose the filename of the image used to represent this gallery.
bg: Изберете изображението, което ще представя тази галерия.
ca: Escull l'imatge per representar aquesta galería.
cs: Zvolte obrázek, který bude reprezentovat tuto galerii.
de: Wählen Sie ein Miniaturvorschau-Bild, als Vorschau für diese Galerie
es: Escoge el archivo de la imagen para representar esta galería.
et: Vali pildi faili nimi millist kasutada selle galerii esitlemisel.
fr: Choisir le fichier image pour représenter la galerie.
hr: Odaberi ime datoteke od slike koja ?e prezentirati galeriju
hu: A galéria ábrázolásához használt kép kiválasztása
is: Veldu skráarnafn myndarinnar sem á að standa fyrir þetta myndasafn.
it: Seleziona il nome dell'immagine da utilizzare per rappresentare questa galleria.
ja: このギャラリーを表現する画像名を選択してください。
nl: Kies de bestandsnaam van de afbeelding welke dit album moet representeren.
pl: Wybierz nazwê pliku obrazu, który bêdzie reprezentowa³ tê galeriê.
pt_br: Informe a imagem utilizada para representar esta galeria.
sk: Zvoľte názov súboru obrázku, ktorý má reprezentovať túto galériu.
sv: Välj en bild som skall representera detta bildarkiv.
tr: Galeriyi sembole edecek resimin ismini seçiniz.
vi: Chọn tên file cho hành ảnh dùng để trình bày gallery

source: thumbnail|None
bg: Без изображение
ca: Cap
cs: ®ádný
de: Keins
es: vista previa|Ninguna
et: Puudub
fr: Aucun(e)
hr: Nijedan
hu: Nincs
is: Engin
it: Nessuno
ja: 無し
nl: Geen
pl: Brak
pt_br: Nenhuma
sk: Žiaden
sv: Ingen
tr: Hiç
vi: Không dùng thumbnail

source: thumbnail|Random
bg: Произволно
cs: Náhodný
de: Zufällig
es: vista previa|Aleatoria
et: Juhuslik
fr: Aléatoire
hr: Slu?ajan
hu: Véletlen
is: Handahófskennd
it: Casuale
ja: ランダム
nl: Willekeurig
pl: Losowo
pt_br: Aleat&oacute;ria
sk: Náhodný
sv: Slumpmässigt val
tr: Rasgele
vi: thumbnail thay đổi ngẫu nhiên

source: Edit Gallery
sk: Upraviť galériu

source: Thumbnail
bg: Умалено изображение
cs: Náhled
et: Pisipilt
hr: Ikona
is: Smámynd
pl: Miniaturka
pt_br: Miniatura
sk: Náhľad

source: Random thumbnail
bg: Произволно умалено изображение
ca: Vista prèvia aleatòria
cs: Náhodný náhléd
de: ZufälligesMiniaturvorschau-Bild
es: Vista previa aleatoria
et: Juhuslik pisipilt
fr: Random vignette
hr: Slu?ajna ikona
hu: Véletlen elõnézet
is: Smámynd af handahófi
it: Thumbnail casuale
ja: ランダム サムネイル
nl: Willekeurige thumbnail
pl: Miniatura losowana
pt_br: Miniaturas aleat&oacute;rias
sk: Náhodný náhľad
sv: Slumpmässigt val av minibild gjord
tr: Rasgele Öngörünütü
vi: thumbnail Ngẫu nhiên

source: thumbnail|Change...
bg: Смяна...
ca: Canviar...
cs: Zmìnit ...
de: Ändern...
es: vista previa |Cambiar...
et: Muuda...
fr: Changer...
hr: Promjeni...
hu: Változtat...
is: Breyta...
it: Modifica...
ja: 変更
nl: Wijzig...
pl: Zmieñ...
pt_br: Alterar...
sk: Zmeniť...
sv: Ändra...
tr: Baþka öngörünütü seç.
vi: Thay đổi...

source: Gallery name
bg: Име на галерията
ca: Nom de la galería
cs: Jméno galerie
de: Galerie-Name
et: Galerii nimi
hr: Ime galerije
is: Nafn myndasafns
ja: ギャラリー名
nl: Albumnaam
pl: Nazwa galerii
pt_br: Nome da galeria
sk: Názov galérie
tr: Galeri ismi
vi: Tên gallery

source: Artist name
bg: Име на автора
ca: Nom de l'artista
cs: Jméno autora
de: Fotografen-Name
et: Autori nimi
fr: Nom de l'artiste
hr: Ime umjetnika
hu: Szerzõ neve
is: Nafn listamanns
ja: アーティスト名
nl: Gefotografeerd door
pl: Autor
pt_br: Nome do artista
sk: Meno autora
tr: Resim çekenýn ismi
vi: Tên tác giả

source: Summary
bg: Кратко описание
cs: Souhrn
et: Kokkuvõte
hr: Sažetak
is: Samantekt
nl: Samenvatting
pl: Podsumowanie
pt_br: Sum&aacute;rio
sk: Súhrn

source: Save Changes
bg: Съхраняване
cs: Ulo¾it zmìny
hr: Snimi promjene
pl: Zapisz zmiany
sk: Uložiť zmeny

source: Edit Image
sk: Upraviť obrázok

source: Image
bg: Изображение
ca: Imatge
cs: Obrázek
de: Bild
et: Pilt
hr: Slika
is: Mynd
ja: 画像
nl: Afbeelding
pl: Obraz
pt_br: Imagem
sk: Obrázok
tr: Resim
vi: Hình ảnh

source: Image name
bg: Име на изображението
ca: Nom de la imatge
cs: Jméno obrázku
de: Bilde-Name
et: Pildi nimi
hr: Ime slike
is: Nafn myndar
ja: 画像名
nl: Afbeeldingsnaam
pl: Nazwa obrazu
pt_br: Nome da imagem
sk: Názov obrázku
tr: Resim ismi
vi: Tên hình ảnh

source: Change Password
pl: Zmieñ swoje has³o
sk: Zmeniť heslo

source: Please choose a new password between 6 and 16 characters in length.
bg: Изберете нова парола с дължина между 6 и 16 знака.
ca: Siusplau escull una nova contrasenya d'entre 6 i 16 caràcters.
cs: Prosím, zvolte nové heslo o délce mezi 6 a¾ 16 znakù.
de: Bitte wählen Sie ein Passwort mit 6 bis 16 Zeichen Länge.
es: Por favor escoja una nueva contraseña de entre 6 y 16 caracteres.
et: Palun vali uus parool vahemikus 6 kuni 16 sümbolit.
fr: Choisissez un mot de passe comprenant de 6 à 16 caractères.
hr: Molimo odaberite novu lozinku duljine izme?u 6 i 16 znakova.
hu: Új jelszó megadása. (Hosszúsága 6 és 16 karakter között legyen.)
is: Vinsamlega veldu nýtt lykilorð sem er á milli 6 og 16 stafa langt.
it: Seleziona una nuova password di lunghezza compresa tra 6 e 16 caratteri.
ja: 新しいパスワードを半角6〜16文字で入力してください。
nl: Kies a.u.b. een nieuw wachtwoord tussen 6 en 16 tekens lang.
pl: Wybierz proszê nowe has³o, maj±ce co najmniej 6 i nie wiêcej ni¿ 16 znaków.
pt_br: Por favor, informe uma nova senha entre 6 e 16 caracteres.
sk: Zvoľte prosím nové heslo dlhé od 6 do 16 znakov.
sv: Vänligen välj nytt lösenord innehållande 6 - 16 tecken.
tr: Lütfen 6-16 karakter uzunlukta þifre seçiniz.
vi: Xin chọn mật mã có từ 6 đến 16 kí tự.

source: Current password:
bg: Сегашна парола:
ca: Contrasenya actual:
cs: Souèasné heslo:
de: Derzeitiges Passwort:
es: Contraseña actual:
et: Praegune parool:
fr: Mot de passe actuel:
hr: Sadašnja lozinka:
hu: Jelenlegi jelszó:
is: Núverandi lykilorð:
it: Password corrente:
ja: 現在のパスワード:
nl: Huidig wachtwoord:
pl: Obecne has³o:
pt_br: Senha atual:
sk: Súčasné heslo:
sv: Nuvarande lösenord:
tr: Þu anký þifreniz:
vi: Mật mã hiện tại:

source: New password:
bg: Нова парола:
ca: Nova contrasenya:
cs: Nové heslo:
de: Neues Passwort:
es: Nueva contraseña:
et: Uus parool:
fr: Nouveau mot de passe:
hr: Nova lozinka:
hu: Új jelszó:
is: Nýtt lykilorð:
it: Nuova password:
ja: 新しいパスワード:
nl: Nieuw wachtwoord:
pl: Nowe has³o:
pt_br: Nova senha:
sk: Nové heslo:
sv: Nytt lösenord:
tr: Yeni þifreniz:
vi: Mật mã mới:

source: Confirm password:
bg: Потвърдете новата парола:
ca: Confirmar contrasenya:
cs: Potvrzení hesla:
de: Passwort bestätigen:
es: Confirmar contraseña:
et: Kinnita parool:
fr: Confirmer le mot de passe:
hr: Potvrda nove lozinke:
hu: Jelszó megerõsítése:
is: Staðfestu lykilorð:
it: Conferma password:
ja: パスワードをもう一度:
nl: Bevestig wachtwoord:
pl: Potwierd¼ has³o:
pt_br: Confirmar senha:
sk: Potvrdiť heslo:
sv: Bekräfta lösenord:
tr: Þifreyi tekrarla:
vi: Xác nhận mật mã:

source: Access Control
pl: Kontrola dostêpu
sk: Správa prístupov

source: Owner
bg: Собственик
cs: Vlastník
et: Omanik
hr: Vlasnik
is: Eigandi
nl: Eigenaar
pl: W³a¶ciciel
pt_br: Dono
sk: Majiteľ

source: Groups
bg: Групи
cs: Skupiny
et: Grupid
hr: Grupe
is: Hópar
nl: Groepen
pl: Grupa
pt_br: Grupos
sk: Skupiny

source: access control|Read
pl: Czytaj
sk: Čítať

source: permissions|Owner
pl: W³a¶ciciel
sk: Majiteľ

source: permissions|Group
pl: Grupa
sk: Skupina

source: permissions|World
pl: Wszyscy
sk: Svet

source: permissions|Inherit
sk: Zdedené

source: access control|Edit
pl: Edytuj
sk: Upraviť

source: access control|Add
pl: Dodaj
sk: Pridať

source: access control|Delete
sk: Vymazať

source: Edit Profile
sk: Upraviť profil

source: Username
bg: Потребителско име
cs: U¾ivatelské jméno
et: Kasutajanimi
hr: Korisni?ko ime
is: Notandanafn
pl: Nazwa u¿ytkownika
pt_br: Usu&aacute;rio
sk: Užívateľské meno

source: Full name
bg: Име
cs: Celé jméno
et: Täielik nimi
hr: Ime i prezime
is: Fullt nafn
pt_br: Nome completo
sk: Celé meno

source: User Management
sk: Správa užívateľov

source: Type
bg: Тип
cs: Typ
et: Tüüp
hr: Tip
is: Tegund
pl: Typ
pt_br: Tipo
sk: Typ

source: Administrator
bg: Администратор
cs: Administrátor
et: Administraator
is: Umsjónarmaður
nl: Beheerder
pt_br: Administrador
sk: Administrátor

source: User
bg: Потребител
cs: U¾ivatel
et: Kasutaja
hr: Korisnik
is: Notandi
pl: U¿ytkownik
pt_br: Usu&aacute;rio
sk: Užívateľ

source: Password
bg: Парола
cs: Heslo
et: Parool
hr: Lozinka
is: Lykilorð
pt_br: Senha
sk: Heslo

source: hits table|Graph
bg: Графика
ca: Gràfic
cs: Graf
de: Diagramm
et: Graafik
hr: Graf
is: Graf
ja: グラフ
nl: Grafiek
pl: Wykres
pt_br: Gr&aacute;fico
sk: Graf
tr: Grafik
vi: Biểu đồ

source: hits table|Hits
bg: Посещения
ca: Visites
cs: Pøístupy
de: Zugriffe
et: Päringuid
hr: Zahtjevi
is: Heimsóknir
ja: ヒット
nl: Hits
pl: Ilo¶æ ods³on
pt_br: Hits
sk: Návštevy
tr: Hitsler
vi: Số lần truy cập

source: hits table|Last hit
bg: Последно посещение
ca: Última visita
cs: Poslední pøístup
de: Letzter Zugriff
et: Viimane päring
hr: Zadnji zahtjev
is: Síðasta heimsókn
ja: 最新ヒット
nl: Laatste hit
pl: Ostatnia wizyta
pt_br: &Uacute;ltimo hit
sk: Posledná návšteva
tr: Son hit
vi: Các truy cập sau cùng

source: Log In
sk: Prihlásiť

source: Please enter your admin username and password below.
bg: Моля въведете потребител и парола
cs: Prosím, vlo¾te administrátorské u¾ivatelské jméno a heslo ní¾e.
et: Palun sisesta haldamiseks kasutajanimi ja parool järgnevalt.
hr: Unesite vaše administratorko korisni?ko ime i lozinku
is: Vinsamlega sláðu inn notandanafn og lykilorð hér að neðan.
pt_br: Por favor, entre abaixo com o seu usu&aacute;rio e senha administrativa.
sk: Zadajte prosím svoje užívateľské meno a heslo pre prihlásenie do správy systému singapore.

source: Username:
bg: Потребител:
ca: Nom d'usuari:
cs: U¾ivatelské jméno:
de: Nutzername:
es: Usuario:
et: Kasutajanimi:
fr: Identifiant:
hr: Korisni?ko ime:
hu: Felhasználónév:
is: Notandanafn:
it: Nome utente:
ja: ユーザ名:
nl: Gebruikersnaam:
pl: Nazwa u¿ytkownika:
pt_br: Usu&aacute;rio:
sk: Užívateľské meno:
sv: Användarnamn:
tr: Kullanýcý ismi:
vi: Tên đăng nhập:

source: Password:
bg: Парола:
ca: Contrasenya:
cs: Heslo:
de: Passwort:
es: Contraseña:
et: Parool:
fr: Mot de Passe:
hr: Lozinka:
hu: Felhasználónév:
is: Lykilorð:
ja: パスワード:
nl: Wachtwoord:
pl: Has³o:
pt_br: Senha:
sk: Heslo:
sv: Lösenord:
tr: Þifre:
vi: Mật mã:

source: If you do not have a username then you may log in as a guest.
bg: Ако нямате потребител, може да влезете като гост.
cs: Pokud nemáte u¾ivatelské jméno a heslo, mù¾ete se pøihlásit jako host.
et: Kui sul pole kasutajanime siis võid logida sisse külalisena.
hr: Ako nemate korisni?ko ime, možete se prijaviti kao gost (guest)
is: Ef þú hefur ekki notandanafn getur þú skráð þig inn sem gestur.
nl: Indien u geen gebruikersnaam heeft kunt u zich als gast aanmelden.
pl: Je¿eli nie masz za³o¿onego konta, mo¿esz zalogowaæ siê jako guest.
pt_br: Se voc&ecirc; n&atilde;o tem um usu&aacute;rio deve-se logar como convidado.
sk: Ak nemáte užívateľské meno, môžete sa prihlásiť ako hosť.

source: Log in as guest
bg: Вход като гост
cs: Pøihlásit se jako host
hr: Prijava kao gost (guest)
pl: Loguj siê jako go¶æ
sk: Prihlásiť ako hosť

source: You must be an administrator to access this area.
bg: Трябва да сте администратор, за да имате достъп до тази част.
cs: Musíte být administrátor, aby jste mohli vstoupit do této oblasti.
et: Pead olema administraator saamaks ligipääsu sellele alale.
hr: Morate biti administrator za pristup sadržaju
is: Þú verður að vera umsjónarmaður til að komast inn á þetta svæði.
nl: U dient beheerder te zijn om dit gebied te kunnen betreden.
pl: Musisz mieæ uprawnienia administratora.
pt_br: Voc&ecirc; deve ser administrador para acessar essa &aacute;rea.
sk: Na prístup do tejto časti musíte byť administrátor.

source: edit
bg: редактиране
cs: editovat
et: muuda
hr: uredi
is: breyta
nl: wijzig
pl: Edytuj
pt_br: editar
sk: upraviť

source: delete
bg: изтриване
cs: smazat
et: kustuta
hr: obriši
is: eyða
pl: Usuñ
pt_br: remover
sk: vymazať

source: suspend
bg: блокиране
cs: suspendovat
et: passiivne
hr: privremeno onemogu?i
is: loka
nl: deactiveer
pl: Wy³±cz
pt_br: desativar
sk: pozastaviť

source: unsuspend
bg: отблокиране
cs: pový¹it
et: aktiivne
hr: omogu?i
is: opna
nl: activeer
pl: W³±cz
pt_br: ativar
sk: zrušiť pozastavenie

source: Create New User
sk: Vytvoriť nového užívateľa

source: Create
bg: Създаване
cs: Vytvoøit
hr: Kreiraj
pl: Stwórz
sk: Vytvoriť

source: Please choose an option:
bg: Изберете опция:
ca: Seleccioni una opció:
cs: Prosím, zvolte jednu z mo¾ností:
de: Bitte wählen Sie:
es: Seleccione una opción:
et: Palun tee valik:
fr: Choisissez une Option
hr: Odaberite opciju:
hu: Opció választása:
is: Vinsamlega veldu valkost:
it: Seleziona una voce:
ja: オプションを選択してください:
nl: Maak een keuze:
pl: Wybierz proszê, co chcesz zrobiæ:
pt_br: Por favor, escolha uma op&ccedil;&atilde;o:
sk: Zvoľte prosím možnosť:
sv: Välj:
tr: Lütfen seçiniz:
vi: Xin chọn một menu sau:

source: Manage galleries and images
bg: Управление на галериите и изображенията
ca: Administrar galeríes d'imatges
cs: Spravovat galerie a obrázky
de: Galerien und Bilder verwalten
es: Administrar galerías e imagenes
et: Halda galeriisid ja pilte
fr: Gestion des Galeries et Images
hr: Ure?ivanje galerija i slika
hu: Galériák és képek szerkesztése
is: Umsjón mynda og myndasafna
it: Amministra gallerie e immagini
ja: ギャラリーと画像の管理
nl: Album- en afbeeldingenbeheer
pl: Zarz±dzaæ galeriami i obrazami
pt_br: Controle de galerias e imagens
sk: Spravovať galérie a obrázky
sv: Hantera bildarkiv och bilder
tr: Galeri ve resimleri düzenle
vi: Quản lý gallery và hình ảnh

source: View gallery hits
bg: Преглед на посещенията на галериите
ca: Veure visites a la galería
cs: Zobrazit pøístupy galerií
de: Zugriffszahlen für die Galerien anzeigen
es: Ver hits a galerías
et: Vaata galerii päringuid
fr: Voir le nombre de hits des galeries
hr: Pregled zahtjeva
hu: Galéria látogatottsága
is: Skoða heimsóknir í myndasöfn
it: Visualizza hits gallerie
ja: ギャラリーのヒット数を表示
nl: Bekijk albumhits
pl: Wy¶wietliæ statystykê odwiedzin
pt_br: Veja as estat&iacute;sticas das galerias
sk: Zobraziť návštevy galérie
sv: Besöksstatistik
tr: Galeri ziyaretçi sayýsýný göster
vi: Xem các truy cập của hình ảnh

source: Change password
bg: Промяна на паролата
ca: Canviar contrasenya
cs: Zmìnit heslo
de: Passwort ändern
es: Cambiar contraseña
et: Muuda parool
fr: Changer le mot de passe
hr: Promjena lozinke
hu: Jelszó megváltoztatása
is: Breyta lykilorði
it: Modifica la password
ja: パスワードの変更
nl: Wijzig wachtwoord
pl: Zmieniæ swoje has³o
pt_br: Alterar senha
sk: Zmeniť heslo
sv: Ändra lösenord
tr: Þifre deðiþtir
vi: Thay đổi mật mã

source: My profile
bg: Профил
cs: Mùj profil
et: Minu profiil
hr: Moj profil
is: Mínar stillingar
nl: Mijn profiel
pl: Mój profil
pt_br: Meu perfil
sk: Môj profil

source: Manage users
bg: Управление на потребителите
cs: Spravoavt u¾ivatele
et: Halda kasutajaid
hr: Ure?ivanje korisnika
is: Sýsla með notendur
nl: Beheer gebruikers
pl: Zarz±dzaj u¿ytkownikami
pt_br: Controle de usu&aacute;rios
sk: Spravovať užívateľov

source: Log out of admin
bg: Изход от администраторската ложа
ca: Sortir de l'administració
cs: Odhlásit se z administrace
de: Aus den Einstellungen abmelden
es: Salir de admin
et: Logi välja haldusest
fr: Déconnexion Administration
hr: Odjava administratora
hu: Adminisztrátori kijelentkezés
is: Útskrá kerfisstjóra
it: Logout amministrazione gallerie
ja: 管理画面よりログアウトする
nl: Afmelden uit administratiegedeelte
pl: Wylogowaæ siê
pt_br: Log out do admin
sk: Odhlásiť zo správy systému
sv: Logga ut från administratorsektionen
tr: Ayarlardan çýk
vi: Thoát ra khỏi admin

source: Move or Copy Items
pl: Przesuñ lub kopiuj
sk: Presunúť alebo kopírovať položky

source: Copy
pl: Kopiuj
sk: Kopírovať

source: Move
pl: Przesuñ
sk: Presunúť

source: New Gallery
sk: Nová galéria

source: Identifier
sk: Identifikátor

source: New Image
sk: Nový obrázok

source: This image will not be visible because this gallery is not an album: it contains child galleries.
cs: Tento obrázek nebude dostupný, proto¾e tato galerie není albem: obsahuje galerie.
hr: Slika ne?e biti vidljiva jer ova galerija sadrži podgalerije.
sk: Tento obrázok nebude viditeľný, pretože táto galéria nie je albumom: obsahuje vnorené galérie.

source: Upload single file
bg: Качване на един файл
cs: Nahrát jeden soubor
de: Einzelne Datei hochladen
et: Lae üles üksik fail
hr: Prijenos jedne datoteke
is: Hlaða upp einni skrá
nl: Voeg een bestand toe
pl: Wgraj jeden plik
pt_br: Enviar arquivo &uacute;nico
sk: Nahrať jeden súbor

source: Image file to upload:
bg: Изображение за качване:
ca: Imatge per carregar:
cs: Soubor obrázku k nahrátí:
de: Bild-Datei zum hochladen
es: Archivo de imagen a subir:
et: Pildi fail üles laadimiseks:
fr: Fichier Image à télécharger:
hr: Slika za transfer:
hu: Feltöltendõ állomány:
is: Myndaskrá sem á að hlaða upp:
it: Immagine da trasmettere:
ja: アップロード画像:
nl: Toe te voegen afbeelding:
pl: Wybierz plik do umieszczenia:
pt_br: Imagem a ser enviada:
sk: Súbor ubrázku na nahratie:
sv: Bild som ska laddas upp:
tr: Yüklenecek resim:
vi: Hình ảnh để tải lên:

source: Identifier:
bg: Идентификатор:
ca: Identificador:
cs: Identifikátor:
de: Bezeichner:
es: Identificador:
et: Identifikaator:
fr: Nommage:
hr: Identifikacijska oznaka
hu: Azonosító:
is: Einkenni:
it: Identificativo immagine:
ja: ファイル名:
nl: Albumnaam:
pl: Identyfikator:
pt_br: Identificador:
sk: Identifikátor:
sv: Identifiering:
tr: Belirteyici:
vi: Nhận dạng:

source: Use filename of uploaded file.
bg: Използване на името на качения файл.
ca: Fer servir el nom d'arxiu carregat.
cs: Pou¾ít jméno nahraného souboru.
de: Dateinamen der hochgeladenen Datei verwenden-
es: Usar el nombre del archivo subido.
et: Kasuta faili nime üles laetud failidel.
fr: Utiliser le nom du fichier téléchargé.
hr: Koristi ime transferirane datoteke.
hu: A feltöltött fájl nevének megtartása.
is: Nota skráarnafn upphlaðinnar skrár.
it: Utilizza il nome del file trasmesso.
ja: アップロードするファイル名を使用する(半角英数字):
nl: Gebruik de bestandsnaam van de toegevoegde afbeelding.
pl: U¿yj oryginalnej nazwy pliku
sk: Použiť názov nahratého súboru.
sv: Använd filnamnet på bilden.
tr: Yüklenmiþ resimin ismini kullan
vi: Dùng tên file của hình ảnh sau khi tải lên.

source: Specify different filename:
bg: Използване на различно име:
ca: Especificar un nom d'arxiu diferent.
cs: Specifikuj jiné jméno:
de: Anderen Dateinamen angeben:
es: Especificar un nombre de archivo distinto:
et: Määra erinev failinimi:
fr: Choisissez un autre nom de fichier:
hr: Promjena imena datoteke
hu: Eltérõ fájlnév használata:
is: Tilgreina annað skráarnafn:
it: Specifica un nome file differente:
ja: 他のファイル名を設定する(半角英数字):
nl: Vul een andere bestandsnaam in:
pl: Podaj inn± nazwê pliku:
pt_br: Informar um nome diferente:
sk: Zadať iný názov súboru:
sv: Skriv nytt filnamn:
tr: Baþka isim kullan:
vi: Chỉ định tên file khác:
